[
  {
    "title": "বাংলাদেশ ব্যাংকের গভর্নর আর অর্থ মন্ত্রণালয়ের সিনিয়র সচিবের ভূমিকা মৌলিকভাবে আ...",
    "description": "বাংলাদেশ ব্যাংকের গভর্নর আর অর্থ মন্ত্রণালয়ের সিনিয়র সচিবের ভূমিকা মৌলিকভাবে আলাদা। সচিব সরকারের নীতি বাস্তবায়ন করেন। সরকার বদলালে তাই সিনিয়র সচিব বদলানো অস্বাভাবিক নয়। কিন্তু গভর্নরের কাজ মুদ্রাস্ফীতি নিয়ন্ত্রণ, আর্থিক খাতের স্থিতিশীলতা রক্ষা, এবং প্রয়োজনে সরকারকেও “না” বলা। যখন সরকার অতিরিক্ত ব্যয়ের পথে যায়, যখন রাজনৈতিক চাপে মুদ্রা ছাপানোর তাগিদ আসে, তখন গভর্নরকে দাঁড়াতে হতে পারে সরকারের বিপরীতে। আর এই কারণেই বিশ্বজুড়ে কেন্দ্রীয় ব্যাংকের স্বাধীনতাকে এত গুরুত্ব দেওয়া হয়। গভর্নরের নির্দিষ্ট মেয়াদ থাকে যাতে তিনি রাজনৈতিক চাপ থেকে মুক্ত থাকতে পারেন। যেমন যুক্তরাষ্ট্রে ফেডারেল রিজার্ভের চেয়ার চার বছরের মেয়াদে থাকেন। ভিন্নমতের প্রেসিডেন্টও সেই মেয়াদে হাত দেন না। সরকার পরিবর্তনের সঙ্গে সঙ্গে গভর্নর বদলানো তাই সচিবালয়ে রদবদলের চেয়ে ভিন্ন মাত্রার সিদ্ধান্ত। সরকার কেন্দ্রীয় ব্যাংকের গভর্নরকে সরিয়ে একজন সক্রিয় ব্যবসায়ীকে নিয়োগ দিচ্ছেন। আমার মনে হয় এই সিদ্ধান্তটার প্রভাব দীর্ঘমেয়াদী হবে। সামনের দিনগুলোতে যে যে বিষয়ের দিকে লক্ষ্য রাখা প্রয়োজন: ১. গভর্নর কি সরকারের সঙ্গে একমত না হলে সেটা বলতে পারছেন? নাকি প্রতিটি সিদ্ধান্ত সরকারের সুরে সুর মিলিয়ে আসছে? ২. নতুন গভর্নর কি তাঁর সব ব্যবসায়িক সম্পৃক্ততা সত্যিকার অর্থেই ত্যাগ করেছেন? নাকি নিয়োগপত্রের শর্ত শুধু কাগজে থাকবে? ৩. ব্যাংকিং খাতে খেলাপি ঋণের সমস্যা বাংলাদেশের দীর্ঘদিনের ক্ষত। নতুন গভর্নর কি এই সমস্যা সমাধানে উদ্যোগী হচ্ছেন? ৪. সুদের হার, মুদ্রা সরবরাহ, এবং মুদ্রাস্ফীতি নিয়ন্ত্রণে কি আগের নীতি অব্যাহত থাকছে, নাকি হঠাৎ পরিবর্তন আসছে? যদি পরিবর্তন আসে, তাহলে সেটা কাকে সুবিধা দিচ্ছে? ৫. টাকার মান কি বাজারভিত্তিক থাকছে, নাকি অতীতের সরকারের মতো কৃত্রিমভাবে নিয়ন্ত্রণ করা হচ্ছে?",
    "link": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0gjHxzrfHDxVtcfRebxg1oTGbFU92ntQQn4TwHmP5qCTiit9KqQGnraG6cikWMhR1l",
    "guid": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0gjHxzrfHDxVtcfRebxg1oTGbFU92ntQQn4TwHmP5qCTiit9KqQGnraG6cikWMhR1l",
    "pubDate": "2026-02-26T03:40:37.471030+00:00",
    "image": null
  },
  {
    "title": "আমাদের নির্বাচনী তহবিলে যে আপনারা অনুদান দিয়েছিলেন, তার জন্য আন্তরিকভাবে কৃতজ্ঞ...",
    "description": "আমাদের নির্বাচনী তহবিলে যে আপনারা অনুদান দিয়েছিলেন, তার জন্য আন্তরিকভাবে কৃতজ্ঞ। দল থেকে পদত্যাগ করে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচনে অংশগ্রহণের প্রেক্ষিতে যারা প্রদত্ত অনুদান ফেরত পেতে চান, তারা দয়া করে নিঃসংকোচে এই ফর্মটি পূরণ করে অর্থ ফেরত নিন। আপনি ব্যাংকে অনুদান দিয়ে থাকলে, এই ফর্মটি পূরণ করুন: https://forms.gle/9a3H74yrLFFeJoFw8 যারা সরাসরি ব্যাংকে ক্যাশ জমা দিয়েছিলেন, তারা ডিপোজিট স্লিপ হারিয়ে গেলে বা না থাকলেও আবেদন করুন। সেক্ষেত্রে কিছু অতিরিক্ত যাচাই প্রক্রিয়ার মাধ্যমে আপনার অর্থ ফেরত দেয়া হবে। বিকাশে অনুদান দিয়ে থাকলে, এই ফর্মটি পূরণ করুন: https://forms.gle/NKTkkNVZvUvyrsGYA ফর্ম জমা দেওয়ার শেষ তারিখ: ১০ মার্চ, ২০২৬। আপনাদের আস্থা ও ভালোবাসার জন্য কৃতজ্ঞতা।",
    "link": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0vL1TcXMdugXfdW9bHBNN8JXEiQ6uk3HjniA197YRRZdx517DSodh8BfNvq5HfoM8l",
    "guid": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0vL1TcXMdugXfdW9bHBNN8JXEiQ6uk3HjniA197YRRZdx517DSodh8BfNvq5HfoM8l",
    "pubDate": "2026-02-25T03:40:39.529922+00:00",
    "image": null
  },
  {
    "title": "আপনি কি জানেন গত বছর ডেঙ্গুতে যারা মারা গেছেন, তাদের অধিকাংশের বয়স ছিল ৪০ বছরের ...",
    "description": "আপনি কি জানেন গত বছর ডেঙ্গুতে যারা মারা গেছেন, তাদের অধিকাংশের বয়স ছিল ৪০ বছরের নিচে। অথচ সরকার সঠিক সময়ে সঠিক পদক্ষেপ নিলে অনেকাংশেই ডেঙ্গু প্রতিরোধ সম্ভব। বিএনপির ইশতেহারে প্রতিশ্রুতি দেয়া আছে যে ডেঙ্গু ও চিকুনগুনিয়া প্রতিরোধে বছরব্যাপী মশা নিয়ন্ত্রণ কার্যক্রম পরিচালনা করা হবে। আশা করি এই প্রতিশ্রুতির বাস্তবায়নে সরকার কাজ করছেন। আজ সন্ধ্যায় এ বিষয়ে বিস্তারিত কথা বলব।",
    "link": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid02wns39YFFyjTmbT7YbMVF1ZBGhGoPCbwtsBQFHjNkALNHJGsYShkeLk52SZE5hLJnl",
    "guid": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid02wns39YFFyjTmbT7YbMVF1ZBGhGoPCbwtsBQFHjNkALNHJGsYShkeLk52SZE5hLJnl",
    "pubDate": "2026-02-25T03:40:41.597655+00:00",
    "image": null
  },
  {
    "title": "ভাষা আন্দোলনের সকল শহীদের প্রতি বিনম্র শ্রদ্ধা",
    "description": "ভাষা আন্দোলনের সকল শহীদের প্রতি বিনম্র শ্রদ্ধা",
    "link": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0BcU8k35YksDREV5LCPXqedYGpAvSBNLzX5A2SgSqms1fDX1SwNysEYxqCbaQp49Vl",
    "guid": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0BcU8k35YksDREV5LCPXqedYGpAvSBNLzX5A2SgSqms1fDX1SwNysEYxqCbaQp49Vl",
    "pubDate": "2026-02-21T03:40:43.672057+00:00",
    "image": null
  },
  {
    "title": "\"মানুষ ডাক্তারের পেছনে ঘুরবে না, ডাক্তার মানুষের পেছনে ঘুরবে।\" স্বাস্থ্যমন্ত্রীর...",
    "description": "\"মানুষ ডাক্তারের পেছনে ঘুরবে না, ডাক্তার মানুষের পেছনে ঘুরবে।\" স্বাস্থ্যমন্ত্রীর এই মন্তব্য নিয়ে আমার প্রতিক্রিয়া",
    "link": "https://www.facebook.com/DoctorTasnimJara",
    "guid": "https://www.facebook.com/DoctorTasnimJara#9_1772163645",
    "pubDate": "2026-02-21T03:40:45.748977+00:00",
    "image": null
  },
  {
    "title": "সড়কের চাঁদা আদায়কে “সমঝোতা” বা “অলিখিত বিধি” হিসেবে আখ্যা দিয়েছেন সড়ক পরিবহন মন্...",
    "description": "সড়কের চাঁদা আদায়কে “সমঝোতা” বা “অলিখিত বিধি” হিসেবে আখ্যা দিয়েছেন সড়ক পরিবহন মন্ত্রী। ওনার এই বক্তব্য নিয়ে আমার কিছু মন্তব্য ও প্রশ্ন রয়েছে। মন্ত্রী যেটিকে \"সমঝোতা\" বলছেন, তা বাস্তবে চালকদের ওপর চাপিয়ে দেওয়া একটি পদ্ধতি। কোনো চালক যখন নির্দিষ্ট রুটে গাড়ি চালাতে যান, তখন তাকে নির্দিষ্ট সংস্থাকে টাকা দিতেই হয়। একে সমঝোতার মোড়ক দেওয়া মানে হলো একটি অনিয়মকে বৈধতার ভাষা দেওয়া। এই অবৈধ লেনদেনের সরাসরি প্রভাব পড়ে সাধারণ মানুষের পকেটে। বাসভাড়া বৃদ্ধির অন্যতম কারণ সড়কের এই অলিখিত চাঁদা। পণ্যবাহী ট্রাক থেকে এভাবে টাকা আদায়ের ফলে বাজারে নিত্যপ্রয়োজনীয় পণ্যের দামও বেড়ে যায়। শেষ পর্যন্ত এই অর্থ পরিশোধ করেন সাধারণ যাত্রী ও ভোক্তাই। মন্ত্রী নিজেই বলেছেন, “যখন যে দল ক্ষমতায় থাকে, তাদের আধিপত্য থাকে।” তাহলে কি আমরা ধরে নেব, এই অর্থ আদায় প্রক্রিয়া রাজনৈতিক ক্যাডারদের পৃষ্ঠপোষকতার একটি মাধ্যম? যদি তা না হয়, তাহলে এর স্বচ্ছ ব্যাখ্যা প্রয়োজন। --- রাস্তায় টাকা তোলা বন্ধ করুন। যদি মালিক বা শ্রমিক সমিতির কল্যাণ তহবিলে অর্থের প্রয়োজন হয়, তাহলে তা আনুষ্ঠানিক ও স্বচ্ছ পদ্ধতিতে আদায় করুন। ব্যাংক অ্যাকাউন্টের মাধ্যমে বা বার্ষিক রেজিস্ট্রেশন ফি-র সাথে যুক্ত করে এই অর্থ সংগ্রহ করা যেতে পারে। যে কোটি কোটি টাকা তোলা হচ্ছে, তার পূর্ণাঙ্গ অডিট নিশ্চিত করুন। এই অর্থ আসলে কার কল্যাণে ব্যয় হচ্ছে তা প্রকাশ করুন? সাধারণ চালক-শ্রমিকের জন্য, নাকি কোনো গোষ্ঠী বা ব্যক্তির পকেটে যাচ্ছে? মনে রাখা প্রয়োজন, এই অর্থ আসে সাধারণ মানুষের কাছ থেকেই। চালক বা মালিকের ব্যক্তিগত তহবিল থেকে আসে না। সরকারের দায়িত্ব সড়কে শৃঙ্খলা প্রতিষ্ঠা করা। অনিয়মকে “অলিখিত বিধি” হিসেবে স্বীকৃতি দিয়ে আমাদের হতাশ করবেন না।",
    "link": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0324YznRdDMtS5n8vNfDagHMXMoHd3m6PJ6idtZT3GCrEHH29RcASMEDQgaLG5BE9Pl",
    "guid": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0324YznRdDMtS5n8vNfDagHMXMoHd3m6PJ6idtZT3GCrEHH29RcASMEDQgaLG5BE9Pl",
    "pubDate": "2026-02-16T03:40:47.808969+00:00",
    "image": null
  },
  {
    "title": "এই ভিডিওটি তৈরি করি প্রায় ৪ বছর আগে। আজকে ইউটিউবে দেখলাম অনেকে খুঁজে খুঁজে ভিডিও...",
    "description": "এই ভিডিওটি তৈরি করি প্রায় ৪ বছর আগে। আজকে ইউটিউবে দেখলাম অনেকে খুঁজে খুঁজে ভিডিওটি দেখছেন। ভিডিওটি আজও মানুষের উপকারে আসছে দেখে ভালো লাগলো।",
    "link": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0cRrgfxr2py1TzQ3nDs1a6W7YuC4dS7nQ3xcfGAWXA7Yi5XkJbo76dywMufv98u2wl",
    "guid": "https://www.facebook.com/DoctorTasnimJara/posts/pfbid0cRrgfxr2py1TzQ3nDs1a6W7YuC4dS7nQ3xcfGAWXA7Yi5XkJbo76dywMufv98u2wl",
    "pubDate": "2026-02-14T03:40:49.854127+00:00",
    "image": "https://scontent-sjc3-1.xx.fbcdn.net/v/t15.5256-10/169214003_159858619382651_7391439761908447127_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=100&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=xlclrzxnocwQ7kNvwGnnktb&_nc_oc=AdmwTpIq1dX-FhwHY5c20QrUzWreDTSKHBNatTQt8fe7ndPFcKtJis4T19vMfDvkFjM&_nc_zt=23&_nc_ht=scontent-sjc3-1.xx&_nc_gid=uxJeka7cSdp8TN46LwR2yQ&oh=00_AfulPgitw8J602Rq2tPMITjvsctWZ8J29yyT3f6M-pBizQ&oe=69A6E05E"
  }
]