[
  {
    "title": "কুড়িগ্রামের মিথিলা মিশুর চিঠি আগেই পড়েছেন। এবার পড়তে পারেন সাতকানিয়ার বোন নাসরিন...",
    "description": "কুড়িগ্রামের মিথিলা মিশুর চিঠি আগেই পড়েছেন। এবার পড়তে পারেন সাতকানিয়ার বোন নাসরিন সুলতানা কলি'র গল্প। প্রিয় Faatiha Aayat আপু, আসসালামু আলাইকুম। আমি চট্টগ্রামের সাতকানিয়ার এক অতি সাধারণ পরিবারের মেয়ে। আমার বাবা একজন পল্লী চিকিৎসক। আমরা ছয় বোন, দুই ভাই আর বাবা-মা মিলে দশজনের বড়সড় এক পরিবারে বেড়ে উঠেছি। এই চিঠির প্রতিটি শব্দে আপনার জন্য কৃতজ্ঞতা, ভালোবাসা, আর অনুপ্রেরণার গল্প বুনেছি। Zero Olympiad এর সুযোগ পেয়ে যেন আমার জীবনে এক নতুন সূর্যের আলো ছড়িয়ে পড়ল। জাতিসংঘের কোর্স করে সার্টিফিকেট পাওয়ার পর আমার মনে হলো, আমি শুধু আমাদের পরিবারের মেয়ে নই, আমি পুরো পৃথিবীর নাগরিক। এই কোর্স শুধু একটি সার্টিফিকেট নয়, এটি যেন আমার স্বপ্নকে নতুন ডানায় ভর করে উড়তে শিখিয়েছে। আপনার তৈরি এই #ZeroOlympiad আমাকে দেখিয়েছে, সীমাবদ্ধতার মাঝেও আশা খুঁজে নেওয়া যায়। আমাদের দশজনের পরিবারটা দেখতে বড় মনে হলেও, আসলে আমার জগৎটা এতদিন অনেক ছোট ছিল। কিন্তু এই অলিম্পিয়াডে অংশ নেওয়ার পর বুঝেছি, আমার স্বপ্ন শুধু সীমাবদ্ধ খাঁচায় আবদ্ধ থাকার জন্য নয়। আমি চাই, একদিন আমার গ্রামের প্রত্যেক মেয়েও আপনার মতো সাহসী আর স্বপ্নবাজ হয়ে উঠুক। আপনার জীবন, আপনার কাজ সবকিছুই আমাকে সাহস যোগায়। আপু, জানেন, আমি চাই আপনার মতোই এমন একজন হতে যিনি মানুষের জীবন বদলে দেবেন। জিরো অলিম্পিয়াডে শিখেছি, কীভাবে নিজের স্বপ্নকে মানুষের কল্যাণে কাজে লাগানো যায়। আপনার প্রতি আমি আর আমার পুরো পরিবারের পক্ষ থেকে গভীর কৃতজ্ঞতা জানাই। আপনি আমাদের মতো সাধারণ মানুষের জন্য যে পথ তৈরি করছেন, তা কেবল প্রশংসার নয়, এটি সত্যিকারের পরিবর্তনের সূচনা। আপনার পথচলা আলোকিত হোক, এবং আমাদের মতো হাজারো মেয়ের স্বপ্ন আপনার আলোয় নতুনভাবে জ্বলে উঠুক। আপনার প্রতি অগাধ শ্রদ্ধা ও ভালোবাসা। সাতকানিয়ার এক সাধারণ মেয়ে, নাসরিন সুলতানা কলি।",
    "link": "https://www.facebook.com/FaatihaAayatOfficial/posts/pfbid0G7Us5eY1Q6cCwrT6zSR3s2J52Ery6USYY4Z1sgCrPgYyQfRgBpGVWCKGQHRBztjGl",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial/posts/pfbid0G7Us5eY1Q6cCwrT6zSR3s2J52Ery6USYY4Z1sgCrPgYyQfRgBpGVWCKGQHRBztjGl",
    "pubDate": "2026-02-27T23:17:14.603806+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t39.30808-6/641492335_1942123629761376_2446932053352862253_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=105&ccb=1-7&_nc_sid=13d280&_nc_ohc=0kgD8cGVlEwQ7kNvwHrHBha&_nc_oc=Adkt8BeqiIM80XlPZTAt6z5Fxg9rjxWaEPzCcqxxzgjf-cWCmtHNVL8870lrb7nKbMA&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=5STThsAq7cNZudrk7IOp8w&_nc_ss=8&oh=00_Afv0sb_lYtJ5mBVqDZz0AxbLTqxV3Cj28k3w5uWI9bwddw&oe=69A84188"
  },
  {
    "title": "যে কোন বয়সের যে কোন মুসলিম ভাই বোন Ramadan Reflections এর এই প্রতিযোগিতায় অংশ ...",
    "description": "যে কোন বয়সের যে কোন মুসলিম ভাই বোন Ramadan Reflections এর এই প্রতিযোগিতায় অংশ নিয়ে জিতে নিন সম্পুর্ণ বিনাখরচে পবিত্র উমরাহ পালনের সুবর্ণ সুযোগ।",
    "link": "https://www.facebook.com/FaatihaAayatOfficial",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial#1_1772248636",
    "pubDate": "2026-02-27T22:17:16.660155+00:00",
    "image": null
  },
  {
    "title": "Creating CEOs - Do not Fall Behind. Register for Zero Olympiad.",
    "description": "Creating CEOs - Do not Fall Behind. Register for Zero Olympiad.",
    "link": "https://www.facebook.com/FaatihaAayatOfficial/posts/pfbid0v2khzyPSuPMYRZHbCMWWU1uG5MDF2Hwp5Eiam55PsUy15W1M1D5uUEQPf5pDCZtAl",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial/posts/pfbid0v2khzyPSuPMYRZHbCMWWU1uG5MDF2Hwp5Eiam55PsUy15W1M1D5uUEQPf5pDCZtAl",
    "pubDate": "2026-02-27T18:17:18.696446+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t39.30808-6/641398854_1942056749768064_382688692056032351_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=108&ccb=1-7&_nc_sid=13d280&_nc_ohc=Xfzdk3WsvXkQ7kNvwHsrIXz&_nc_oc=AdmjHy8E8A1zInOK9fZUlEAI5MootPZhzRMeIxLWvd0Pb6PRvZsEQgZDPcEVFMOpGJk&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=7ntfMtnuNQojFMrg56_DZg&_nc_ss=8&oh=00_AftfdkHvK9IOg32QaFTnBDkMDW0pIM00riCb42ngtm3LFw&oe=69A844D0"
  },
  {
    "title": "Bir shrestha munshi abdur rouf public college এর Grade 6 এর ছাত্রী Rafika Islam,...",
    "description": "Bir shrestha munshi abdur rouf public college এর Grade 6 এর ছাত্রী Rafika Islam, #ZeroOlympiad নিয়ে কী বলছে শুনি তার মুখে।",
    "link": "https://www.facebook.com/FaatihaAayatOfficial",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial#3_1772248640",
    "pubDate": "2026-02-27T18:17:20.754173+00:00",
    "image": null
  },
  {
    "title": "আপনার রমজানের সবচেয়ে সুন্দর মুহূর্তটা আমাদের বলুন। বিনা খরচে চলুন উমরাহ পালনে।",
    "description": "আপনার রমজানের সবচেয়ে সুন্দর মুহূর্তটা আমাদের বলুন। বিনা খরচে চলুন উমরাহ পালনে।",
    "link": "https://www.facebook.com/FaatihaAayatOfficial",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial#4_1772248642",
    "pubDate": "2026-02-27T15:17:22.803547+00:00",
    "image": null
  },
  {
    "title": "রোহিঙ্গা শরণার্থী শিবিরের সরু পথ, টিনের ছাউনি আর কাঁদামাটির ভেতর থেকেও স্বপ্ন থে...",
    "description": "রোহিঙ্গা শরণার্থী শিবিরের সরু পথ, টিনের ছাউনি আর কাঁদামাটির ভেতর থেকেও স্বপ্ন থেমে থাকে না। সেই স্বপ্নেরই এক উজ্জ্বল নাম “আরাফাত উল্লাহ”। Zero Olympiad এ অংশ নিয়ে United Nations এর সার্টিফিকেট অর্জন করা আরাফাতের জন্য তার অদৃশ্য ডানায় জুড়ে দেওয়া শক্তির মতো। যে ক্যাম্পের ভেতর সীমাবদ্ধতার দেয়াল প্রতিদিন তাকে ঘিরে রাখে, সেই দেয়াল ভেদ করে এই সার্টিফিকেট তাকে বিশ্বমঞ্চে দাঁড়ানোর সাহস দেয়। এই স্বীকৃতি তার পরিচয় বদলে দেয়। সে আর শুধু একজন শরণার্থী নয়। সে একজন অর্জনকারী, একজন সম্ভাবনাময় তরুণ, যার পরিশ্রম আন্তর্জাতিক পরিসরে স্বীকৃত। IOM - UN Migration এবং জাতিসংঘের বিভিন্ন উদ্যোগের মাধ্যমে তুরস্ক, মালয়েশিয়া বা সৌদি আরবের মতো দেশে যাওয়ার যে সম্ভাবনা তৈরি হয়, সেখানে এই সার্টিফিকেট তার দক্ষতা ও যোগ্যতার প্রমাণপত্র হিসেবে কথা বলবে। বিদেশে শিক্ষা, প্রশিক্ষণ কিংবা কর্মসংস্থানের সুযোগ পেতে হলে দরকার আত্মবিশ্বাস, প্রমাণ এবং একটি গল্প। আরাফাতের হাতে এখন সেই তিনটিই আছে। জিরো অলিম্পিয়াডের সার্টিফিকেট তার জীবনবৃত্তান্তে শুধু একটি লাইন যোগ করবে না। এটি যোগ করবে বিশ্বাসযোগ্যতা, বিশ্বমানের সংযোগ এবং একটি নতুন শুরুর দরজা। যে ছেলেটি হয়তো একসময় সীমাবদ্ধতার অন্ধকারে পথ খুঁজছিল, আজ সে জানে তার নামের পাশে “জাতিসংঘ স্বীকৃত” লেখা আছে। এই স্বীকৃতি তাকে শেখায়, পৃথিবী তাকে দেখছে। আর হয়তো একদিন, তুরস্কের কোনো বিশ্ববিদ্যালয়ের ক্যাম্পাসে, মালয়েশিয়ার কোনো কর্মক্ষেত্রে, কিংবা সৌদি আরবের কোনো প্রশিক্ষণ কেন্দ্রে দাঁড়িয়ে আরাফাত মনে করবে - সবকিছুর শুরু হয়েছিল সেই ছোট্ট শিবির থেকে, যেখানে সে বিশ্বাস করতে শিখেছিল যে স্বপ্নের কোনো সীমানা নেই। #ZeroOlympiad তাকে শুধু একটি সার্টিফিকেট দেয়নি। দিয়েছে নিজের জীবন নতুন করে লেখার সাহস।",
    "link": "https://www.facebook.com/FaatihaAayatOfficial/posts/pfbid0pizyFrYYm5DL9atqj8MHUggwqaiaXeMsFeJ994uj9vtTmjWJrakz5G17E5zWt3Dtl",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial/posts/pfbid0pizyFrYYm5DL9atqj8MHUggwqaiaXeMsFeJ994uj9vtTmjWJrakz5G17E5zWt3Dtl",
    "pubDate": "2026-02-27T15:17:24.849033+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t39.30808-6/643551397_1941921026448303_3124434509362302160_n.jpg?stp=dst-jpg_s590x590_tt6&_nc_cat=100&ccb=1-7&_nc_sid=dd6889&_nc_ohc=OHW7w8beIHsQ7kNvwEW8W2I&_nc_oc=AdllNb73i-cw4c1bNtvboedD6c4UkQkkup3C76JKXIGyeIXjwOdXFy3T6kA0ybI9zqY&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=gb3FPhsyUBBGneJu8edMvA&_nc_ss=8&oh=00_AfvU0FDheDcw0IjoYwD5DWEWN1tkO4S0AQKBVmNrWmUwoA&oe=69A84A24"
  },
  {
    "title": "Bhurungamari Govt. College এর ছাত্র কামরুল হাসান এখন UN Certified জলবায়ু ক‍্যাম্...",
    "description": "Bhurungamari Govt. College এর ছাত্র কামরুল হাসান এখন UN Certified জলবায়ু ক‍্যাম্পেইনার। Zero Olympiad এভাবেই আপনাকে সমৃদ্ধ করছে।",
    "link": "https://www.facebook.com/FaatihaAayatOfficial",
    "guid": "https://www.facebook.com/FaatihaAayatOfficial#6_1772248646",
    "pubDate": "2026-02-27T14:17:26.904759+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t15.5256-10/643306161_922859710157366_5472688400498526994_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=d2b52d&_nc_ohc=3wnEUso-kG8Q7kNvwFWi10F&_nc_oc=AdkKU3ID3M2FEO6qkUGrgML06MJ0p3mindzKnKT6JEVNvtsOPg18ctZT5nxXSaB3v7Y&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=gb3FPhsyUBBGneJu8edMvA&_nc_ss=8&oh=00_Afst2jj2pZlAT1W22N6cfOIpmk03tspMWgbmQkZiepQEFw&oe=69A816E2"
  }
]