[
  {
    "title": "মহিউদ্দিন মুহাম্মদ কে চিনেন? যদি চিনে থাকেন তাহলে আপনাকে বলছি: সম্ভবত ২০২২ এর দি...",
    "description": "মহিউদ্দিন মুহাম্মদ কে চিনেন? যদি চিনে থাকেন তাহলে আপনাকে বলছি: সম্ভবত ২০২২ এর দিকে চট্রগ্রামে সাহিত্য বিচিত্রায় আমি গিয়েছিলাম কিছু বই সংগ্রহ করতে। উদ্দেশ্য ছিলো রুদ্র মুহম্মদ শহীদুল্লাহ্, নজরুল ইসলাম, কবিগুরু, সরৎচন্দ্র,তসলিমা নাসরিন, কায়কোবাদ এই কয়েকজনের বই কেনার। আমার ছবির পাশের এই আধুনিক গরু রচনা বইটি চোখে পড়ে হঠাৎ, আমি কবিকে চিনলাম না । কবি পরিচিতি দেখতে যেয়ে অবাক হলাম । উনার বদলে উনার মায়ের ছবি । সাহিত্য বিচিত্রায় বই কিনতে এসেছিলাম সকাল ৯টার দিকে,দুপুর হয়েগেলো আমার ওই লাইব্রেরিতেই । আমি নড়ছি না । পড়তেই আছি আধুনিক গরু রচনা সমগ্র বইটি । লাইব্রেরীর মহাজন বিরক্ত হলেও আমি তো বিন্দুমাত্রও বিরক্তবোধ করছি না। পড়ছি আর বিষ্মিত হচ্ছি । অন্য লেখকদের বই সংগ্রহ করায় এই বইটি সংগ্রহ করার পয়সা ছিলো না। পরদিন বাড়িতে এসে ঘুম হচ্ছিলো না ঠিকঠাক, অনলাইন থেকে অর্ডার করে বইটি সংগ্রহ করলাম । সম্পুর্ন বই ৮-১০ বার পড়েও বিরক্তি আসে নাই আমার । এরপর উনার অন্যান্য বইগুলো সংগ্রহ করলাম । সত্যি বলতে মহিউদ্দিন মুহাম্মদ এর বইগুলো না পড়লে হয়তো আজও আমি উগ্র,হিংস্র, জঙ্গি এবং ধর্মান্ধই থেকে যেতাম । আমার নিজেকে সার্থক মনে হচ্ছে এমন গুনীজনের যুগে জীবনদষায় নিঃশ্বাস নিচ্ছি এবং উনার মহান গ্রন্থগুলো অধ্যায়ন করছি । Muktadir Sheikh - মুক্তাদির শেখ ছবিঃ২০২৪ইং",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid03qyU4cxcCCB9s5K4qHMF6CLJSEKodZHhgfWSVsUMufmNc4VFR6niPxGqTg3VKZxFl",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid03qyU4cxcCCB9s5K4qHMF6CLJSEKodZHhgfWSVsUMufmNc4VFR6niPxGqTg3VKZxFl",
    "pubDate": "2026-02-23T16:39:25.247228+00:00",
    "image": "https://scontent-iad3-1.xx.fbcdn.net/v/t39.30808-6/641619764_122141161304415522_6371031150144966420_n.jpg?stp=dst-jpg_p526x296_tt6&_nc_cat=110&ccb=1-7&_nc_sid=7b2446&_nc_ohc=ORDKMRXH-TsQ7kNvwFDirZn&_nc_oc=AdlYKcSFs2aLRZD0y7jf5WX74-0l7zwPu9u4cNbEUoz3ar3geF-vYIOOB191G8rwuRM&_nc_zt=23&_nc_ht=scontent-iad3-1.xx&_nc_gid=V3Ea-qOpOOfHq7CmdO-kDA&oh=00_Afso-qJLOJBUNtPNigg6dWH_iNeQhpoxN1IPY--w9BylAw&oe=69A30A7D"
  },
  {
    "title": "\"রবীন্দ্রনাথ, আমাদের প্রথম কৃষ্ণগহ্বর, প্রথম পুশকিন, যিনি অবলীলায় শুষে নেন বাঙা...",
    "description": "\"রবীন্দ্রনাথ, আমাদের প্রথম কৃষ্ণগহ্বর, প্রথম পুশকিন, যিনি অবলীলায় শুষে নেন বাঙালি লেখকদের সমস্ত আলো। ঋগবেদের ভাষায়— কবীনাং কবিতমঃ। শয়তান দীর্ঘকাল তাঁর সাথে যুদ্ধ করে আসছে, ফুঁ দিয়ে চলছে অবিরত, কিন্তু নেভাতে পারে নি। তিনি জ্বলছেন। জ্বালাচ্ছেন। তাঁকে কতলের জন্য যমুনাপাড়ি ছাগলদের আয়োজনের শেষ নেই। তাঁর প্রথম অপরাধ, তিনি ধারণ করে আছেন এমন এক নাম, যা আরবি নয়। রবি, ইন্দ্র, ও নাথ, এ তিন আপত্তিকর ভারতীয় শব্দ তাঁকে করে তুলেছে আপন ঘরেও পর; বিশেষ এক গোষ্ঠীর কাছে। যদি নামটি আবু লায়লা আল মুহাল্লিল বা আমর ইবনে কুলসুমের মতো মধ্যপ্রাচ্যিক শোনাতো, তাহলে তাঁকে নিয়ে এতো কুৎসা বঙ্গভূমে ভেসে বেড়াতো না। যার সৃষ্টিকর্ম সমুদ্রের চেয়ে ছোট নয়, যার ভূমিকা বাংলা ভাষায় ওরকম, যেরকম সংস্কৃতে ছিলো কালিদাসের ভূমিকা, যিনি শিশুকালেই লিখেছিলেন— “মীনগণ দীন হয়ে ছিলো সরোবরে / এখন তাহারা সুখে জলে ক্রীড়া করে”— তাঁকে ইতরগণ স্বস্তরে নামাতে কতো কসরতই না করে চলেছে! যার ‘বেণু’ বহন করছে স্মারক, বৈষ্ণব পদাবলীর; ‘বাণী’, মেঘদূতের; যিনি বাংলা ভাষার জন্য আহরণ করেছিলেন ছন্দ, জয়দেবের গীতগোবিন্দ থেকে, দাশরথির পাঁচালী গান থেকে; যিনি, বলা যায়, একাই সংস্কৃতের গ্রাস থেকে টেনেহিঁচড়ে উদ্ধার করেছিলেন বাংলা সাহিত্যকে, নির্মাণ করেছিলেন গদ্য ও পদ্যের নিজস্ব ভাষা, যা বাঙালি আজও ব্যবহার করছে সানন্দে, তাঁকে, বাংলাদেশের প্রধান ভাষানায়ককে, শয়তান বিচার করছে তাঁর হিন্দু ও কলকাতার পরিচয় দিয়ে। যিনি একদিনও ডুব দেন নি রবীন্দ্রপুকুরে, সাঁতার কাটেন নি একটি ঘণ্টাও রবীন্দ্রসমুদ্রে, তিনিও নিঃশঙ্কোচে আওয়াজ তুলছেন— “রবীন্দ্রনাথ ঢাকা বিশ্ববিদ্যালয় প্রতিষ্ঠার বিরোধিতা করেছিলেন। তিনি মুসলমানদের ভালো চাইতেন না।” যিনি ছিলেন শিল্পী, তাঁকে বাঙালি বিচার করলো বিপ্লবী হিশেবে। ভাষা ও চিন্তার কারিগরকে আমরা বানিয়ে ফেললাম রাজনীতিক কর্মী।\" . —মহিউদ্দিন মোহাম্মদ পৃষ্ঠা ৫৪-৫৫, বই: মূর্তিভাঙা প্রকল্প",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid0kpiPUWtv97kBgEuqmEfctC2D8vJda2Tcyw4RuQybKGQcVFRU8bwcDphpyMYQbYHal",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid0kpiPUWtv97kBgEuqmEfctC2D8vJda2Tcyw4RuQybKGQcVFRU8bwcDphpyMYQbYHal",
    "pubDate": "2026-02-23T03:39:27.296078+00:00",
    "image": "https://scontent-iad3-1.xx.fbcdn.net/v/t39.30808-6/641519113_921722694152301_3520060669172371045_n.jpg?stp=dst-jpg_s600x600_tt6&_nc_cat=104&ccb=1-7&_nc_sid=13d280&_nc_ohc=w8zcLC0fJEcQ7kNvwFELcNX&_nc_oc=Adnd0MVaayf6H3gwi0tATf_AGxm8rMRmX3FZHC_185fZ0p2Fo4cZDNogln-k-IbgtWc&_nc_zt=23&_nc_ht=scontent-iad3-1.xx&_nc_gid=yZloDP4-LrE-j86sHFCtIA&oh=00_AftEUyf9v3tTF_PRIog198cayOvIJ79UrdTNb8URcaQ0EQ&oe=69A304E9"
  },
  {
    "title": "\"ইনকিলাব শব্দে তো সমস্যা নেই, সমস্যা উদ্দেশ্যে। শব্দটি কারা ব্যবহার করছে? কোন মত...",
    "description": "\"ইনকিলাব শব্দে তো সমস্যা নেই, সমস্যা উদ্দেশ্যে। শব্দটি কারা ব্যবহার করছে? কোন মতলবে করছে? গ্রামে ‘ইনসাফ’ শব্দের প্রচলন নেই? আছে! সেখানে তো সমস্যা হচ্ছে না। পাকিস্তান জিন্দাবাদ বললে মানুষ পেটাবে, তাই ভর করেছে ইনকিলাব জিন্দাবাদে! ভাষার সিগন্যাচার আছে। একই শব্দ মুজিবের মুখে, ভাসানীর মুখে যে-অর্থ প্রকাশ করে, রাজাকারের মুখে সে-অর্থ প্রকাশ করে না। শিশুরাও এখন রাজাকারদের শাব্দিক ধান্দা ধরতে পারছে। এবং রাজাকাররা দল বেঁধে বাংলা শব্দের উৎস শেখাচ্ছে। এইটা আরবি, সেইটা ফার্সি, এসব বলছে। আরবি ভাষার উৎস কী? রাজাকারদের সবই তো ইহুদীদের থেকে ধার করা। প্যাগানদের থেকে নেওয়া। সেমাইটিক ধ্বনি কি মুসলমানদের আবিষ্কার? সালাত, সাওম, নামাজ, এগুলো ইসলামী শব্দ? ইনসাফ, এটাও তো ইসলামী শব্দ নয়। মুনসিফ নাম প্যাগান সমাজে ছিলো। মূর্তিপূজক মুনসিফ কি মুসলমান ছিলো? সে আল্লাহ, ইসলাম কিছুই বুঝতো না। তার সমাজে ন্যায়-অন্যায় ছিলো না? হামুরাবি বা জাস্টিনিয়ান, যারা পৃথিবীকে আইন ও বিচার দিয়েছেন, তারা ইনসাফ ইনসাফ বলে চিল্লাতো? ইনসাফ বলতে যা বোঝায়, তা কোন দেশগুলোতে আছে? জাপান, নরওয়ে, ব্রিটেন, ডেনমার্ক, এগুলোতে। তারা কেউ ফেসবুকে ইনসাফ ইনসাফ করে? পাকিস্তানে ইনসাফ আছে? আমি অবাক হই, কতো সহজে টাউটরা ছেলেমেয়েদের বিভ্রান্ত করে। ইনসাফবাহিনী ২ বছর ক্ষমতায় ছিলো, ৫ আগস্টের পর। কী ইনসাফ কায়েম করলো? কারাগারে বন্দী কমেছে? মিথ্যে মামলা বন্ধ হয়েছে? মাজার ভাঙা ইনসাফ? বাউল পেটানো ইনসাফ? বট আইডি খুলে গালিগালাজ করা ইনসাফ? ইনসাফ যে রাজাকারদের লিঙ্গুয়াল ওয়েপন, এটা মানুষ বোঝে না? রাজাকাররা যদি ভাষিক ইতরামি অব্যাহত রাখে, এরকম শাব্দিক ধোঁকায় গলাবাজি করে, আমার আশঙ্কা, তারা জনগণের সহিংস প্রতিরোধের মুখে পড়বে। রাজাকারদের পরাজিত করেই বাংলাদেশের জন্ম হয়েছে। এ দেশে কোটি কোটি মানুষ আরবিতে নামাজ পড়ে, তেলাওয়াত করে, তাদেরকে তো কেউ রাজাকার বলে না। তাদের ভাষা নিয়ে আপত্তি তোলে না। তাহলে রাজাকারদের ভাষা নিয়ে সমস্যা কেন? কারণ এদের মতলব ভালো না। আপনি একটিও রাজাকার দেখাতে পারবেন না, যার হৃদয় পরিষ্কার, বা উদ্দেশ্য সৎ।” . —মহিউদ্দিন মোহাম্মদ সাক্ষাৎকার / ২১ ফেব্রুয়ারি ২০২৬ (আহসাব হাবীব: বাংলাদেশ পাবলিক একাডেমি)",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid02DtwLsi7c5a25ZrpTN3xGXrRRY6ExuGWbU4CLrj58ZhTNMbo5BKMkZmiQ4x27TM2Al",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid02DtwLsi7c5a25ZrpTN3xGXrRRY6ExuGWbU4CLrj58ZhTNMbo5BKMkZmiQ4x27TM2Al",
    "pubDate": "2026-02-23T03:39:29.344715+00:00",
    "image": "https://scontent-iad3-1.xx.fbcdn.net/v/t39.30808-6/637778890_921274100863827_1684399576585384720_n.jpg?stp=dst-jpg_s600x600_tt6&_nc_cat=108&ccb=1-7&_nc_sid=13d280&_nc_ohc=HiqBilgKhoEQ7kNvwGN7Iu5&_nc_oc=Adnzu6f-4goIdRYuBy3T-NrHmwbfLEC78U-S49hlzSd5E6t61XMGEMW7uJDGzqBkM4Q&_nc_zt=23&_nc_ht=scontent-iad3-1.xx&_nc_gid=yZloDP4-LrE-j86sHFCtIA&oh=00_AfuMT08z6tH5sXo31K3F2oph3CeQlLjCU1XuRWUOfgKyrg&oe=69A3017E"
  },
  {
    "title": "পৃষ্ঠা ৪৬, বই: টয়োটা করোলা (গল্পগ্রন্থ), ছোটগল্প 'ভণিতা' থেকে নেওয়া।",
    "description": "পৃষ্ঠা ৪৬, বই: টয়োটা করোলা (গল্পগ্রন্থ), ছোটগল্প 'ভণিতা' থেকে নেওয়া।",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid0dRX342ndegFKExxyj9sjgicN6KzhCt2nLYrmLWBF2YJLuXPLmbgYEvTrhsp5AWuzl",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid0dRX342ndegFKExxyj9sjgicN6KzhCt2nLYrmLWBF2YJLuXPLmbgYEvTrhsp5AWuzl",
    "pubDate": "2026-02-22T03:39:31.388875+00:00",
    "image": "https://scontent-iad3-1.xx.fbcdn.net/v/t39.30808-6/640405676_920823740908863_2028597572825800194_n.jpg?stp=dst-jpg_s600x600_tt6&_nc_cat=110&ccb=1-7&_nc_sid=13d280&_nc_ohc=4z85qfTeQmMQ7kNvwE9NnEj&_nc_oc=AdkLrOWWboyEj71hReV_BrzmrSbpsM5ISUCnC6AoAQCsTDZhXocW1WCmQNO6Mecfeuw&_nc_zt=23&_nc_ht=scontent-iad3-1.xx&_nc_gid=yZloDP4-LrE-j86sHFCtIA&oh=00_AfvtCWok_o1dKxpU1yQ-CXiTxwE9Abi72hOCN35ekIPcBg&oe=69A3040D"
  }
]