[
  {
    "title": "৪টা গুজব পোস্ট করে আমরা ফেসবুক থেকে ১৭১ ডলার মানে প্রায় ২২ হাজার টাকা পাইলাম। এই...",
    "description": "৪টা গুজব পোস্ট করে আমরা ফেসবুক থেকে ১৭১ ডলার মানে প্রায় ২২ হাজার টাকা পাইলাম। এইবার বুঝছেন কেন আপনাদেরকে রাতদিন গুজব, উস্কানি, আর ওয়াজের ভিডিও দেখানো হয়? কারণ টাকা। আপনি যাকে অন্ধের মতো বিশ্বাস করে পীর মানতেছেন, সে আপনার ধর্মীয় আবেগকে ব্যবহার করে টাকা কামাইতেছে। আপনি ভাবতেছেন ইসলামের খুব উপকার হইতেছে। ফেসবুকে এতো ধর্মীয় লেখা আর ভিডিওর মূল কারণ টাকা। আপনি লাইক শেয়ার দিতেছেন, সে টাকা পাইতেছে। আরেকটা হইলো ভারত-বিরোধীতা। ভারতের বিরুদ্ধে পোস্ট দেখলেই আপনে লাফাইয়া পড়েন, এইটা ধান্দাবাজরা জানে। আপনার ভারত-বিদ্বেষ কাজে লাগাইয়া বাটপাররা টাকা কামাইতেছে। আপনে ভুন্দা পাবলিক ভাবতেছেন খুব দেশের উপকার করতেছেন। এখন ২২ হাজার টাকা আমরা কীভাবে খরচ করবো? (এডমিন প্যানেল)",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid02yGNq4QQJ6LGAYtBA9AB3vGNYkJejBadYoXbEJh6pjfNsKhC9hosXr3148zGWhSnul",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid02yGNq4QQJ6LGAYtBA9AB3vGNYkJejBadYoXbEJh6pjfNsKhC9hosXr3148zGWhSnul",
    "pubDate": "2026-03-01T16:34:10.781431+00:00",
    "image": "https://scontent-iad3-2.xx.fbcdn.net/v/t39.30808-6/644771021_927707726887131_1326937549662247381_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=1&ccb=1-7&_nc_sid=7b2446&_nc_ohc=0Jfkjq3dSp0Q7kNvwHjXN0t&_nc_oc=AdmzriKo8X0ajrYHpzRmhLDFVVhFWSTDfFy_E3jk5zhga0dE3r7xiRvtFv1uqOvH2nk&_nc_zt=23&_nc_ht=scontent-iad3-2.xx&_nc_gid=a91U2NxMUtNXIgh31BeoPg&_nc_ss=8&oh=00_Afy-z7f9Bb_VUxZwFJQ4TgOVHaAle1RiqFCbkbqmdiVgCA&oe=69AAC237"
  },
  {
    "title": "\"শিবিরের হাই স্কুল লেভেলে রিক্রুটমেন্ট নিয়ে কাউকে কখনো কথা বলতে দেখি নাই। অথচ, এ...",
    "description": "\"শিবিরের হাই স্কুল লেভেলে রিক্রুটমেন্ট নিয়ে কাউকে কখনো কথা বলতে দেখি নাই। অথচ, এটা কি পরিমাণ শংকার তা কেউ কখনো ভাবতেসেও না। যেখানে বিশ্ববিদ্যালয় ক্যাম্পাসে ছাত্র রাজনীতি নিষিদ্ধের আলাপ উঠে, সেখানে স্কুল লেভেলে শিবির ছাত্র সংগঠন হিসেবে একতরফা তাদের কার্যক্রম চালিয়ে এসেছে কয়েক যুগ ধরে। সাতক্ষীরা জেলার বিষ্ণুপুর পূর্ব শাখার শিবির সেক্রেটারি মুজাহিদ হোসেন। তিনি ক্লাস নাইনে পড়াশোনা করেন। জ্বি, ক্লাস নাইনে। সম্প্রতি ক্লাস এইটে ট্যালেন্টপুলে বৃত্তি পাওয়া উপলক্ষ্যে অনেকেই তাকে অভিনন্দন জানায়। সেখানে সবাই মুজাহিদের পদবী শিবিরের সেক্রেটারি তা পোস্টে উল্লেখ করে। তিনি নিশ্চয়ই উড়ে এসে জুড়ে বসে সেক্রেটারি হন নাই। তাকে সেই সংগঠনে সময় দেয়া লাগসে। সেটা যদি কমপক্ষে দুই-তিন বছর ও হয়ে থাকে, তবে তা প্রাইমারীর গন্ডি পেরোনোর সময় কিংবা প্রাইমারীতেই শিবিরের সদস্য হিসেবে তিনি অন্তর্ভুক্ত হন। জুলাই বিপ্লবের সময় ফাইয়াজ নামের এক শিক্ষার্থীকে পুলিশ আটক করে। বাংলাদেশের জার্সি পরিহিত ফাইয়াজের বিরুদ্ধে অভিযোগ ছিল সে ফেইসবুকে বিভিন্ন গ্রুপ ও পেইজের এডমিন। ফাইয়াজ সেসব পেইজে মিসইনফরমেশন ছড়াইতেসিলো। সেই ফাইয়াজ উচ্চ মাধ্যমিকে ঢাকা কলেজের শিক্ষার্থী ছিল। পুলিশ যখন ফাইয়াজকে আটক করে, সে তার শিবির সম্পৃক্ততা অস্বীকার করে। ৫ আগস্ট পরবর্তীতে বাংলাদেশ ইসলামী ছাত্র শিবির বিশাল করে সংবর্ধনার আয়োজন করে তাকে অভিবাদন জানায়। এই ফাইয়াজেরই আপন বড় ভাই মাজহারুল, যিনি আবার জাহাঙ্গীরনগর বিশ্ববিদ্যালয় ছাত্র সংসদ (জকসু) এর শিবির প্যানেল থেকে নির্বাচিত সাধারণ সম্পাদক। একদিকে, বিশ্ববিদ্যালয়ে ছাত্র রাজনীতি নিষিদ্ধ করতে চায় শিবির। ঠিক অপরদিকে, স্কুল কলেজে কমিটি দিয়ে দেদারসে তাদের কার্যক্রম চালিয়ে যাচ্ছে শিবির। বিশ্ববিদ্যালয় ক্যাম্পাসে ছাত্র রাজনীতি বন্ধ করলেও শিবির তার কার্যক্রম ঠিকই চালাতে পারবে। তখন তারা মসজিদে তাদের সেই কার্যক্রম পরিচালনা করবে। ঠিক যেমন, নাসিরুদ্দিন পাটোয়ারী দুই দিন আগে ছাত্র রাজনীতিমুক্ত বুয়েট ক্যাম্পাসে মিছিল করে আসসেন। তিনি বুয়েটের সেন্ট্রাল মসজিদে তারাবী নামাজ আদায় করেন। মসজিদের বাইরে তাঁর সমর্থকদের নিয়ে ভিডিও করেন এবং হালকা করে শো ডাউন দিয়ে মিছিল করেন। পরে বুয়েট ক্যাম্পাসের জাস্ট সীমানা ঘেঁষে পলাশীর মোড়ে এসে সাংবাদিকদের সাথে ব্রিফিং করেন। অথচ, আমরা দেখেছিলাম ছাত্রলীগ যখন স্কুল-কলেজে কমিটি দেয়, তখন তা বেশ বিতর্কই তৈরি করেছিলো। অথচ, যুগ যুগ ধরে শিবির নির্বিঘ্নে কমিটি দিয়ে গেলো স্কুল-কলেজেই। আমরা দেখতে পেলাম, ক্লাস নাইনে পড়ুয়া একটা ছেলে উপজেলা শিবিরের সেক্রেটারি। আমরা আরো দেখতে পারলাম, বুয়েট ক্যাম্পাস রাজনীতিবিহীন ক্যাম্পাস হলেও তথাকথিত ছাত্র রাজনীতির আইকন নাসিরুদ্দিন পাটোয়ারী দিব্যি সেখানে ঠিকই ঘুরে এসেছেন। এমনকি, ছাত্রদলের কোন বিগ শট নেতা বুয়েট ক্যাম্পাসে প্রবেশ করলেই আমরা মিছিল দেখতে পাবো \"টিনের চালে কাউয়া, তারেক জিয়া শা উ য়া\" বিশ্ববিদ্যালয় ক্যাম্পাসে ছাত্র রাজনীতি কারা চায় না, এটা খুবই স্পষ্ট। ঠিক এরাই, স্কুল কলেজে কমিটি দিয়ে আঠারো বছর বয়স হওয়ার আগেই, একজন কিশোরের রাজনৈতিক স্বত্ত্বা কি হবে তা নির্ধারণ করে দেয়ার মেকানিজম ঠিকই করে যাচ্ছে। কেউই এগুলা নিয়ে ভাবতেসে না, এটা আরো বেশি শংকার।\" লিখেছেন Shahad Amin",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid022dkkNCXGNp7K5VZ349ogesUyqkguRaF3MSf6jedRqMJw34NPPif6GS4e14wduCSpl",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid022dkkNCXGNp7K5VZ349ogesUyqkguRaF3MSf6jedRqMJw34NPPif6GS4e14wduCSpl",
    "pubDate": "2026-03-01T03:34:12.830070+00:00",
    "image": "https://scontent-iad3-1.xx.fbcdn.net/v/t39.30808-6/641559411_927246076933296_8265833109764925203_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=7b2446&_nc_ohc=QVGo-O7ceHIQ7kNvwEQWNAf&_nc_oc=AdlQW_I53VT1mMW5m7gDizi31LTTOaxb9d6nsQyj4UuAfZE42ZftUwUUuBomxfK9BlM&_nc_zt=23&_nc_ht=scontent-iad3-1.xx&_nc_gid=GEa_QHg1pHBMmYTiq-_pDA&_nc_ss=8&oh=00_AfyEiZyn2F9uihwq5LSwJz8P2h4FG6Ynt51iYqYrJuNnTQ&oe=69AAE82B"
  },
  {
    "title": "বইমেলা পুরোদমে শুরু হয়নি। এখনও অনেক স্টল নির্মাণাধীন। তারপরও পাঠকরা যাচ্ছেন এবং ...",
    "description": "বইমেলা পুরোদমে শুরু হয়নি। এখনও অনেক স্টল নির্মাণাধীন। তারপরও পাঠকরা যাচ্ছেন এবং কিনছেন মহিউদ্দিন মোহাম্মদের বই। (এডমিন)",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid0R29vZhpsMYaMuHAsKKYDLS7N8DDG1UddnGX41GDk3GEcUQuWiV19vxajtvQQiVoDl",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid0R29vZhpsMYaMuHAsKKYDLS7N8DDG1UddnGX41GDk3GEcUQuWiV19vxajtvQQiVoDl",
    "pubDate": "2026-03-01T03:34:14.880011+00:00",
    "image": "https://scontent-iad3-1.xx.fbcdn.net/v/t39.30808-6/645689670_927121613612409_2260219404255139533_n.jpg?stp=cp6_dst-jpg_p526x296_tt6&_nc_cat=101&ccb=1-7&_nc_sid=7b2446&_nc_ohc=6llVWRmwhlIQ7kNvwFv13P0&_nc_oc=Adno__Uiirff9t1wUMfkPdcCqxMx3lntKSuSn1RMDuRPlKsYsx3HJigUwMKpjVwOGzc&_nc_zt=23&_nc_ht=scontent-iad3-1.xx&_nc_gid=GEa_QHg1pHBMmYTiq-_pDA&_nc_ss=8&oh=00_Afw1HX9Mv23Ej55QbUHQe8K3raQl76MvIdvQwnjqhMdhmA&oe=69AAF361"
  },
  {
    "title": "পুলিশ সদস্যরাও পড়ছে মহিউদ্দিন মোহাম্মদের দার্শনিক রচনাবলী প্রথম খণ্ড!",
    "description": "পুলিশ সদস্যরাও পড়ছে মহিউদ্দিন মোহাম্মদের দার্শনিক রচনাবলী প্রথম খণ্ড!",
    "link": "https://www.facebook.com/oiraboti.book/posts/pfbid0FGLXgvBdJyJ9ZFAoyUmrTtc131ktNz11kq7R66vUoEUk7xHmfka2UKLjt2ZAexQzl",
    "guid": "https://www.facebook.com/oiraboti.book/posts/pfbid0FGLXgvBdJyJ9ZFAoyUmrTtc131ktNz11kq7R66vUoEUk7xHmfka2UKLjt2ZAexQzl",
    "pubDate": "2026-03-01T03:34:16.924381+00:00",
    "image": "https://scontent-iad3-2.xx.fbcdn.net/v/t39.30808-6/642286395_926961290295108_5837265186851559416_n.jpg?stp=dst-jpg_p526x296_tt6&_nc_cat=111&ccb=1-7&_nc_sid=7b2446&_nc_ohc=FpsgQsaEoSYQ7kNvwHT2CFx&_nc_oc=AdkCnnr3lkgSK4k52yNsOrv7rLgYqBpun90KzW8G4--fFjV3pYkxSMDB1jnou0dWXWU&_nc_zt=23&_nc_ht=scontent-iad3-2.xx&_nc_gid=GEa_QHg1pHBMmYTiq-_pDA&_nc_ss=8&oh=00_AfyX-TDkKl_v8kuP0IN65A6M2trAFvI7_SvmhT3_RlNd7A&oe=69AAC3C1"
  }
]