[
  {
    "title": "আজ ছাব্বিশ ফেব্রুয়ারি। জাতীয় ছাত্রশক্তির প্রথম প্রতিষ্ঠাবার্ষিকী। গত বছরের এদি...",
    "description": "আজ ছাব্বিশ ফেব্রুয়ারি। জাতীয় ছাত্রশক্তির প্রথম প্রতিষ্ঠাবার্ষিকী। গত বছরের এদিন নতুন ছাত্র রাজনীতির স্বপ্ন নিয়ে যাত্রা শুরু করে জাতীয় ছাত্রশক্তি। জুলাই গণঅভ্যুত্থানের সম্মুখে থেকে নেতৃত্ব দেয়া তরুণদের হাত গড়া এই সংগঠন গত এক বছরে দেশের আপামর ছাত্র সমাজের পাশে দাঁড়ানোর সর্বোচ্চ চেষ্টা করেছে। শুরু থেকেই ছাত্র সমাজের অধিকার আদায়ে আপসহীন লড়াইয়ে দৃঢ় প্রতীজ্ঞ থেকেছে জাতীয় ছাত্রশক্তির নেতা-কর্মীরা। দেশের ক্যাম্পাসগুলোতে গণরুম, গেস্ট রুমের মতো ঘৃণ্য প্রথা বিলুপ্তিতে ছাত্রশক্তির নেতাদের ভূমিকা ছিল অগ্রগণ্য। শিক্ষার্থীদের জোরপূর্বক মিছিলে যেতে বাধ্য করাসহ দখলদারিত্বের পুরোনো রাজনীতি আর না ফেরাতে দৃঢ় সংকল্প রয়েছে জাতীয় ছাত্র শক্তির নেতাদের। প্রতিষ্ঠার পর প্রথম সমন্বয় সভায় সংগঠনের দায়িত্ব গ্রহণ করেন জুলাই গণঅভ্যুত্থানের দুই গুরুত্বপূর্ণ নেতা জাহিদ আহসান ও আবু বাকের মজুমদার। ন্যায় ও ইনসাফের সমাজ প্রতিষ্ঠায় তাদের নেতৃত্বে আগামীতে ছাত্রশক্তির লড়াই আরও বেগবান হবে, ইনশাআল্লাহ। আজ প্রতিষ্ঠাবার্ষিকীর এই মাহেন্দ্রক্ষণে জাতীয় ছাত্রশক্তির সর্বস্তরের নেতাকর্মীদের আন্তরিক শুভেচ্ছা জানাচ্ছি। #inkilabjindabad",
    "link": "https://www.facebook.com/nahidislamjuly/posts/pfbid02Pu4ZmWuXRBDT2b4qVk6iGHi9QCE4Q6vnVdvKahaQbAv6LDHBKKQPk5L3asLkdwYel",
    "guid": "https://www.facebook.com/nahidislamjuly/posts/pfbid02Pu4ZmWuXRBDT2b4qVk6iGHi9QCE4Q6vnVdvKahaQbAv6LDHBKKQPk5L3asLkdwYel",
    "pubDate": "2026-02-25T19:39:23.082678+00:00",
    "image": "https://scontent-iad3-2.xx.fbcdn.net/v/t39.30808-6/641331761_122190881690528998_2365499631650836741_n.jpg?stp=dst-jpg_p526x296_tt6&_nc_cat=1&ccb=1-7&_nc_sid=7b2446&_nc_ohc=vYU25aR_LYwQ7kNvwEP2ZZZ&_nc_oc=AdmZX3PT3omJ32Sx5fyaiBF-Yx47j4ZaK1fwb8JAEFF6rlGE1gAZOOevge_Y5tsIHCs&_nc_zt=23&_nc_ht=scontent-iad3-2.xx&_nc_gid=W6i6LqaE8VtO_vf3utJe0w&oh=00_Afv9nmOYmFRpQHE9F3ou3a3bt0j9r9kmfl_-RmbKIhxAZQ&oe=69A58F51"
  }
]