[
  {
    "title": "জুলাইয়ের শহিদ রাকিব হোসেনের পরিবারের সঙ্গে প্রথম রমজানের ইফতার করলেন জাতীয় নাগ...",
    "description": "জুলাইয়ের শহিদ রাকিব হোসেনের পরিবারের সঙ্গে প্রথম রমজানের ইফতার করলেন জাতীয় নাগরিক পার্টি-এনসিপির আহ্বায়ক ও বিরোধী দলীয় চিফ হুইপ মোঃ নাহিদ ইসলাম। গণঅভ্যুত্থানের সময় ১৮ জুলাই আফতাবনগর এলাকায় ছাত্র জনতার সাথে প্রতিরোধ গড়ে তোলে রাকিব হোসেন। ১৯ জুলাই আফতাবনগর এর বটগাছ তলায় বিজিবির গু লি তে শহীদ হন তিনি। -এডমিন",
    "link": "https://www.facebook.com/nahidislamjuly/posts/pfbid02JD2UtQcu1HPmTMvpUKiVWzNtcHRQzVE77FoGPK5YFTYvhFacHQGd8Ac5cYTyeEa5l",
    "guid": "https://www.facebook.com/nahidislamjuly/posts/pfbid02JD2UtQcu1HPmTMvpUKiVWzNtcHRQzVE77FoGPK5YFTYvhFacHQGd8Ac5cYTyeEa5l",
    "pubDate": "2026-02-19T17:40:39.942440+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t39.30808-6/639691888_122190257954528998_4550899360279059625_n.jpg?stp=dst-jpg_p526x296_tt6&_nc_cat=105&ccb=1-7&_nc_sid=7b2446&_nc_ohc=xb6gq8xW-0IQ7kNvwGE4QAy&_nc_oc=AdmdH4S2LKkDqbP5RpWpOvhY0DTilBcw6BJevWkOo5GUQulegqHH5vPKG5fJxRJebBI&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=KGJ1sGiGQCdypEKd1bQPOA&oh=00_AftyOipzmfPB_Sou_d_T3roH27BTsaey3APbqTOjZUqsUg&oe=699E2AD3"
  },
  {
    "title": "আজ ১৯ ফেব্রুয়ারি, বাংলামোটরে অনুষ্ঠিত এনসিপি র সংবাদ সম্মেলনে এ কথা বলেন মোঃ না...",
    "description": "আজ ১৯ ফেব্রুয়ারি, বাংলামোটরে অনুষ্ঠিত এনসিপি র সংবাদ সম্মেলনে এ কথা বলেন মোঃ নাহিদ ইসলাম। - এডমিন",
    "link": "https://www.facebook.com/nahidislamjuly/posts/pfbid02UZTqYg9oBY4E7jCEprmvz2MakF6wz8ZXb2ETYvtKeTWyA3bBRw31t3wQsSRXFkSyl",
    "guid": "https://www.facebook.com/nahidislamjuly/posts/pfbid02UZTqYg9oBY4E7jCEprmvz2MakF6wz8ZXb2ETYvtKeTWyA3bBRw31t3wQsSRXFkSyl",
    "pubDate": "2026-02-19T12:40:41.991481+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t39.30808-6/637891363_122190233396528998_1844518819444828777_n.jpg?stp=dst-jpg_s600x600_tt6&_nc_cat=107&ccb=1-7&_nc_sid=13d280&_nc_ohc=NRmH-TQITxkQ7kNvwG3OdzR&_nc_oc=AdkNBB8Mc6SS_uJWKq7hiZPa3Fwzn9BTqwlcI6E_-OHkZIjjqmE2js1yMg2UUsHN6p4&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=H9p5-0ERifVBOEeHuXHTlA&oh=00_Afv3eASlsMY2L1izSgM6BNvl0thAtyfyBjX47EphXZBsxw&oe=699E34D0"
  },
  {
    "title": "তারেক রহমান যেসব ঋণখেলাপি ব্যক্তিকে এমপি মন্ত্রী বানিয়েছেন তাঁরা কবে নাগাদ ঋণ প...",
    "description": "তারেক রহমান যেসব ঋণখেলাপি ব্যক্তিকে এমপি মন্ত্রী বানিয়েছেন তাঁরা কবে নাগাদ ঋণ পরিশোধ করবেন? আজ ১৯ ফেব্রুয়ারি দুপুরে সমসাময়িক বিষয়ে জরুরি সংবাদ সম্মেলনে এমন প্রশ্ন তুলেছেন জাতীয় নাগরিক পার্টি-এনসিপির আহ্বায়ক মোঃ নাহিদ ইসলাম। বলেন, ঋণখেলাপিদের সাথে রেখে তারেক রহমানের দুর্নীতি বিরোধী বক্তব্য জনগণের সঙ্গে প্রতারণা। সংবাদ সম্মেলনে নাহিদ ইসলাম বলেন, বিএনপি ভারত ও আওয়ামী লীগের সঙ্গে যোগসাজশ করে নির্বাচন করেছে। এজন্য দেশের বিভিন্ন জায়গায় আওয়ামীলীগকে পুনর্বাসন করা হচ্ছে। এটা বন্ধ না হলে পুরো দেশে রাজনৈতিকভাবে প্রতিহত করার ডাক দেওয়ার হুঁশিয়ারি দেন তিনি। নাহিদ ইসলাম অভিযোগ করেন, আঞ্চলিক বৈচিত্র্য রক্ষা করে এমন অন্তর্ভুক্তিমূলক মন্ত্রিসভা করতে তারেক রহমান ব্যর্থ হয়েছেন। তারুণ্যকে প্রাধান্য দিতে ব্যর্থ হয়েছেন। হ*ত্যা মামলার আসামিকে গুরুত্বপূর্ণ মন্ত্রণালয়ের দায়িত্ব দিয়েছেন। এদের দিয়ে তারেক রহমান দুর্নীতিমুক্ত দেশ গড়তে পারবেন না। সংবিধান সংস্কার পরিষদের শপথ না নিয়ে বিএনপি গণভোটের জনরায়ের সঙ্গে প্রতারণা করেছে বলেও অভিযোগ করেন নাহিদ ইসলাম। সংস্কার পরিষদের শপথ নিয়ে সংসদ কার্যকর করতে দ্রুত অধিবেশন ডাকার আহ্বান জানান তিনি। গণমাধ্যমকর্মীদের ওপর দমনপীড়নের না করার আহ্বান জানান এনসিপির আহ্বায়ক। কার্যকর গণতন্ত্রের স্বার্থে ভিন্নমতের সাংবাদিকদের পেশাগত সুরক্ষা নিশ্চিত করার দাবি জানান তিনি। ~এডমিন",
    "link": "https://www.facebook.com/nahidislamjuly/posts/pfbid026b6Dbk9g38ysq9vQHCaxaZbtck8gnb6PWSMfdybTaZxeFMd6e5BRRrbUrAwyZEkUl",
    "guid": "https://www.facebook.com/nahidislamjuly/posts/pfbid026b6Dbk9g38ysq9vQHCaxaZbtck8gnb6PWSMfdybTaZxeFMd6e5BRRrbUrAwyZEkUl",
    "pubDate": "2026-02-19T11:40:44.043069+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t39.30808-6/639167513_122190221432528998_9020070688756380008_n.jpg?stp=dst-jpg_s590x590_tt6&_nc_cat=111&ccb=1-7&_nc_sid=13d280&_nc_ohc=ftjlVHEwoOwQ7kNvwFhfcio&_nc_oc=AdmBhvYccpwFI49RX2iAR7iLreALmVd8Kp63JyWhehulA11BAKYZ4Cu4ZV8_gejZw3Y&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=H9p5-0ERifVBOEeHuXHTlA&oh=00_AfsWLBVY5JV2ER0OtdAexIbnO_TkFm6Z9l11eCSPtgAqAw&oe=699E129C"
  },
  {
    "title": "আহলান সাহলান মাহে রমাদান। আসসালামু আলাইকুম। দেশ এবং প্রবাসে, যে যেখানে আছেন, সবা...",
    "description": "আহলান সাহলান মাহে রমাদান। আসসালামু আলাইকুম। দেশ এবং প্রবাসে, যে যেখানে আছেন, সবাইকে পবিত্র মাহে রমজানের শুভেচ্ছা। পবিত্র রমজান মাস আমাদের মাঝে আবির্ভূত হয় আমাদের আত্মাকে পরিশুদ্ধ করার জন্য। আমাদের ত্যাগ এবং তাকওয়ার মহান শিক্ষা প্রদানের জন্য। কিন্তু প্রতিবছর আমাদের দেশে পবিত্র রমজান মানেই কিছু অসাধু ব্যবসায়ী ও সিন্ডিকেটের সাধারণ মানুষের আর্থিক সামর্থ্যকে জিম্মি করে অসাধু উপায়ে রমরমা ব্যবসায়ের মাস। এই অসাধু ব্যবসায়ীরা সিন্ডিকেটের মাধ্যমে সারাবছর নিত্যপ্রয়োজনীয় দ্রব্যাদি গুদামজাত করে চিন্তা করে কীভাবে রমজানে দ্রব্যমূল্যের দাম সাধারণ কর্মজীবী মানুষের হাতের নাগালের বাইরে নিয়ে টাকার পাহাড় বানানো যায়। পবিত্র রমজান মাসে সেসকল অসাধু ব্যবসায়ীরা সাধারণ মানুষ এবং সরকার কে একপ্রকার ব্ল্যাকমেইল করার মাধ্যমে তেল, গ্যাস, চিন, ছোলা, চিড়া সহ বিভিন্ন নিত্যপ্রয়োজনীয় দ্রব্যমূল্যের দাম আকাশচুম্বী করে তোলে। বাংলাদেশের আপামর মুসলমানেরা যেনো নির্বিঘ্নে ইফতার এবং সেহরি সহ অন্যান্য ইবাদত করতে পারে, সেজন্য রাষ্ট্রীয় প্রতিষ্ঠানগুলোকে নিরবিচ্ছিন্নভাবে বৈদ্যুতিক সেবা নিশ্চিত করতে হবে। নগরের বাসিন্দাদের জন্য গ্যাসের মূল্য কমাতে সরকারি ও বেসরকারি বিভিন্ন উদ্যোগ গ্রহণ করার আহ্বান জানাই। জনগণ যেনো পবিত্র রমজান মাসে কোনো ধরণের অসুবিধার সম্মুখীন না হয়, সেজন্য গ্যাস ও বিদ্যুৎ সেবা নিশ্চিত করা অত্যন্ত জরুরি। আমাদের মনে রাখা প্রয়োজন, দেশের সাধারণ মানুষের সেবা নিশ্চিত করাই আমাদের একমাত্র অঙ্গীকার। আসুন, আমরা সবাই মিলে পবিত্র রমজান মাসে গড়ে উঠা প্রথাগত ব্যবসায়িক সিন্ডিকেটের মূল উপড়ে ফেলতে ঐক্যবদ্ধ হই। এই লড়াইয়ে আমাদের মূল শক্তি আমি, আপনি এবং আমরা সবাই।",
    "link": "https://www.facebook.com/nahidislamjuly",
    "guid": "https://www.facebook.com/nahidislamjuly#7_1771587646",
    "pubDate": "2026-02-19T11:40:46.119902+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t15.5256-10/636890614_2002927226922764_5225848857974260789_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=102&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=jT9zh89g4ZkQ7kNvwGhMy1G&_nc_oc=AdlBXq5wwwE8SwF8qzmdn-ijpQhNQUlrza34gZLdb5Yskzi9cF-HDcHcdeeM2sZXzws&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=H9p5-0ERifVBOEeHuXHTlA&oh=00_AfvArbC0t26BK_c9lHZbp9q-Jdhaa4lJM3t9BvN0jxnv9Q&oe=699E1CFA"
  }
]