[
  {
    "title": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাব...",
    "description": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা কর্তৃক, ২০২৪ এর রক্তাক্ত ছাত্র আন্দোলন দমনের লক্ষ্যে নির্দয় গোপন নির্দেশাবলির বিস্তারিত। #হাসিনা৩৬জুলাই",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02xErUWqKDaERpwFXJtmcxJKPhNs23ToiiQZusaP37aevA9JVPLD9Dp4Xok9dDNh8El",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02xErUWqKDaERpwFXJtmcxJKPhNs23ToiiQZusaP37aevA9JVPLD9Dp4Xok9dDNh8El",
    "pubDate": "2026-02-24T03:41:37.862280+00:00",
    "image": "https://external-ord5-3.xx.fbcdn.net/emg1/v/t13/1151574627814340444?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FUNf3_AnBsTQ%2Fmaxresdefault.jpg&fb_obo=1&utld=ytimg.com&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=OG64DJfqPcyMbzgZm3U3wQ&_nc_oc=Adl-vOa5GcML0rZb2RM5TmwRkpGeBAjM9r-gTOsJ9Mmfq_fjsM02tAg0mH-b037alt4&ccb=13-1&oh=06_Q3-8AZ1YujzzD2WPT5099eGSjNI_rSMd3KuN-laCwoZmi61R&oe=699EF700&_nc_sid=e17101"
  },
  {
    "title": "According to newspaper report, this is what the Education Minister said, “The un...",
    "description": "According to newspaper report, this is what the Education Minister said, “The unnecessary roaming of teenagers on the streets at night must be stopped. From now on, if anyone is found on the streets at night, the police will interrogate them. If this results in a constitutional violation, we will look into that later”. This statement is problematic for many reasons- first of all, it gives the state machinery, the law enforcement agencies to define and determine what ‘unnecessary’ is- something that is unacceptable. Secondly, the idea that the police will have the power to interrogate anyone ‘if found on the streets at night’ is a gross violation of individual rights, something a democratic state cannot propose or promote. And thirdly, (and the most dangerous of all), the statement shows a clear disregard for constitutional protection and actually encourages the law enforcement agencies to violate constitutional protection. In what universe can this make sense? How can violation of individual rights and the commitment to a liberal democratic framework coexist? This is a blatant violation of citizen’s rights that cannot and must not continue. The state simply cannot harass a citizen for roaming on the streets. You cannot take action against a citizen without any clear proof and just forget about constitutional protection. That’s not how a democracy works. And more importantly, when you come up with statements like this, when you encourage the police forces to violate rights, you unleash administrative evil- a leviathan that cannot be tamed. And we have just seen what that can result into- tonight, the police unnecessarily attacked and harassed citizens just for taking a walk, just for being at a place. Will this be addressed? Will the government take action against the members of the law enforcement agencies? Will the ministers stop making populist statements? The answers to these questions will eventually determine the fate and future of governance. We may have weak memories but it’s not so weak that we have forgotten how a police state looks like. And once again, all of these things highlight the necessity of bringing about change- change in our institutions, our political structure, our power dynamics. The government needs to understand that in addition to protecting the citizens, to run a country in an effective and efficient manner, it needs to be protected from the ruling parties, from politicisation, and from institutional capture. A democratic good governance requires establishing checks and balances to ensure accountability and this is the only thing that will ensure that the institutions are being run based on the basic principles of rule of law. Reform is not a buzzword, it’s a necessity and without meaningful reforms that may establish rule of law, an elected government after the July Uprising will not survive.",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0jAwJkmzZxf8KFsXLjqFS27RGqX2CJTZJCkDkXjjaBmEyMipjyC1Lj1ySU3GxHVWnl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0jAwJkmzZxf8KFsXLjqFS27RGqX2CJTZJCkDkXjjaBmEyMipjyC1Lj1ySU3GxHVWnl",
    "pubDate": "2026-02-23T22:41:39.920538+00:00",
    "image": null
  },
  {
    "title": "[A prosecutor of the International Crimes Tribunal has raised serious allegation...",
    "description": "[A prosecutor of the International Crimes Tribunal has raised serious allegations of corruption and irregularities against Tajul Islam, the immediate past chief prosecutor of the court, and fellow prosecutor Gazi Monawar Hossain Tamim. In a Facebook post yesterday, Prosecutor BM Sultan Mahmud alleged a series of irregularities, including money exchanges and questionable handling of high-profile cases.]",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid06c5Qgy3K2Mm9wHTcLCmQKb6FNjTUccY4HayQrHJGWwqWkYZFF3TKRxftewWWjb4Kl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid06c5Qgy3K2Mm9wHTcLCmQKb6FNjTUccY4HayQrHJGWwqWkYZFF3TKRxftewWWjb4Kl",
    "pubDate": "2026-02-23T20:41:41.989135+00:00",
    "image": "https://external-ord5-3.xx.fbcdn.net/emg1/v/t13/3876692844999858884?url=https%3A%2F%2Fwww.thedailystar.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fsocial_share%2Fpublic%2F2026-02%2Fcompilation%2520II%2520%252857%2529.jpg&fb_obo=1&utld=thedailystar.net&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=OtLrR0ZJ6RHxHYiuSDssVw&_nc_oc=AdkCe8ggsdaP1SMk7dRujggJK9IGMHrrlx65gI0DgMTG38ejOiA2alCnX2nOUUpbihM&ccb=13-1&oh=06_Q3-8AWhuBtMB7TiR-BXxlSYnsua5mm0Fym6AbpXsUgSbPVZ_&oe=699EEA6A&_nc_sid=c97757"
  },
  {
    "title": "কোন সরকার যদি প্রকৃতই মাদকের সমস্যা মোকাবেলা করতে চায় তাহলে মনযোগ ও পদক্ষেপ নিতে...",
    "description": "কোন সরকার যদি প্রকৃতই মাদকের সমস্যা মোকাবেলা করতে চায় তাহলে মনযোগ ও পদক্ষেপ নিতে হবে দেশের দক্ষিণ সীমান্তে। তাকাতে হবে বর্মার দিকে। বিশাল এক কারবার ওটা। কিন্তু সরকারের মনযোগ দেখছি ঢাকার পার্কগুলোতে! কে কাকে বোকা বানাতে বা ধোকা দিতে বা খুশী করতে চাইছে জানি না, তবে দক্ষিণ সীমান্ত সম্পর্কে ওয়াকিবহালরা নিশ্চিতভাবে মুচকি হাঁসছে।",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02n7JaTiUpnckSRmSDNaERTtSno1amoHu4XZtbz3aKdHJQnYAH59Cp2KDBt3ffdwJAl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02n7JaTiUpnckSRmSDNaERTtSno1amoHu4XZtbz3aKdHJQnYAH59Cp2KDBt3ffdwJAl",
    "pubDate": "2026-02-23T19:41:44.043970+00:00",
    "image": null
  },
  {
    "title": "[আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের প্রসিকিউশন টিমের অন্যতম সদস্য অ্যাডভোকেট বিএম ...",
    "description": "[আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের প্রসিকিউশন টিমের অন্যতম সদস্য অ্যাডভোকেট বিএম সুলতান মাহমুদ বাংলা ট্রিবিউনের কাছে তার অভিযোগ তুলে ধরে বলেন, “আমি দীর্ঘদিন প্রসিকিউশন টিমে কাজ করছি। সেই কাজের সুবাদেই বলছি, শুধু আইজিপি মামুন নয়, আশুলিয়ার লাশ পোড়ানো মামলায় টাকার বিনিময়ে আফজালকেও রাজসাক্ষী করে দায়মুক্তি দেয়া হয়েছে। ‌তিন চার জনের একটি সিন্ডিকেট শুরু থেকেই এই চক্রে জড়িত। ধানমন্ডি তদন্ত সংস্থায় বসে সাবেক চিফ প্রসিকিউটর তাজুল ইসলাম ও সুপ্রিম কোর্টের আইনজীবী শিশির মনির সিন্ডিকেট সাবেক আইজি মামুনকে রাজসাক্ষীর নাটক বানায়। সাবেক আইজিপি মামুনকে জিজ্ঞাসাবাদ করার জন্য ধানমন্ডি তদন্ত সংস্থায় আনলে সেখানে শিশির মনির উপস্থিত থাকতো। তারা দাগি খুনি পুলিশ কর্মকর্তাদের গ্রেফতার না করে পালানোর সুযোগ করে দিয়েছে নিরাপদে। চিফ প্রসিকিউটরের চেয়ারকে টাকা কামানোর হাতিয়ার হিসেবে তৈরি করে রেখেছে এই তাজুল সিন্ডিকেট।” সুলতান মাহমুদ আরও বলেন, “গত বছর নভেম্বরের শেষ দিকে আশুলিয়ার লাশ পোড়ানো মামলার আসামি আফজালের বউ সন্ধ্যার দিকে ভারী ব্যাগ নিয়ে প্রসিকিউটর গাজী এমএইচ তামিমের রুমে প্রবেশ করে। বিষয়টি আমরা দেখার পরে সঙ্গে সঙ্গে তাজুল ইসলামের রুমে গিয়ে তাকে জানাই। এই ঘটনায় কোনও ব্যবস্থা নেয়া হয়নি বরং উল্টো আমাদের বকাঝকা করে। তামিম তখন সবার সামনে স্বীকার করেছিলো যে, আফজালের বউ তার রুমে এসেছিল। চিফ প্রসিকিউটর শুধু জিজ্ঞেস করেছিলেন আসামির বউ কেন তার রুমে গিয়েছিল। শুধু এই জিজ্ঞাসা করা পর্যন্তই সীমাবদ্ধ ছিল। পরবর্তীতে সেই আফজালকে রাজসাক্ষী করা হলো। চূড়ান্ত বিচারে তাকে খালাস দেয়া হলো।”]",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid022KjSA7WkKSM11QM8FECYmX8p9DnEecki3zkj3or6xPs1SyumxLBK4CryZ6eM1hrml",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid022KjSA7WkKSM11QM8FECYmX8p9DnEecki3zkj3or6xPs1SyumxLBK4CryZ6eM1hrml",
    "pubDate": "2026-02-23T18:41:46.102287+00:00",
    "image": "https://external-ord5-3.xx.fbcdn.net/emg1/v/t13/5464941177383679742?url=https%3A%2F%2Fcdn.banglatribune.net%2Fcontents%2Fcache%2Fimages%2F1200x630x1xxxxx1%2Fuploads%2Fmedia%2F2025%2F11%2F24%2F771f561c7771fa1d3669a582cd1384dd-692452b89da4b.jpg&fb_obo=1&utld=banglatribune.net&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=OtLrR0ZJ6RHxHYiuSDssVw&_nc_oc=Adkl2y-aK7dlbQnxBrU9Z7T4vgezgfbj5HQf80W_omkHUnCTMR2Z1nWjLUMUbdeh6ZE&ccb=13-1&oh=06_Q3-8Ae2likCDrtlZDqaIahE9uur85NpvSWIsDWFu1XW2oGf3&oe=699EEB35&_nc_sid=c97757"
  }
]