[
  {
    "title": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাব...",
    "description": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা কর্তৃক, ২০২৪ এর রক্তাক্ত ছাত্র আন্দোলন দমনের লক্ষ্যে নির্দয় গোপন নির্দেশাবলির বিস্তারিত। #হাসিনা৩৬জুলাই",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02xErUWqKDaERpwFXJtmcxJKPhNs23ToiiQZusaP37aevA9JVPLD9Dp4Xok9dDNh8El",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02xErUWqKDaERpwFXJtmcxJKPhNs23ToiiQZusaP37aevA9JVPLD9Dp4Xok9dDNh8El",
    "pubDate": "2026-02-23T11:45:20.645016+00:00",
    "image": "https://external-sjc3-1.xx.fbcdn.net/emg1/v/t13/1151574627814340444?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FUNf3_AnBsTQ%2Fmaxresdefault.jpg&fb_obo=1&utld=ytimg.com&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=n9IDJzPRdfcI2BnPTBq9aQ&_nc_oc=Adn18aNmeMfaVxqyup0z0ynCsLKUyC5_L2MUD72HVmlnBT7ScR3tAoDo2SRXMGg_eMg&ccb=13-1&oh=06_Q3-8ASaVbduwwE1ZZoHeN5JbHOuZ8z6AI5LUNY53qM8t2u_n&oe=699E1600&_nc_sid=e17101"
  },
  {
    "title": "জাপানের ইচিকাওয়া শহরের চিড়িয়াখানায় ম‍্যাকাক প্রজাতির বানর শাবক পাঞ্চ ও তার কমফ...",
    "description": "জাপানের ইচিকাওয়া শহরের চিড়িয়াখানায় ম‍্যাকাক প্রজাতির বানর শাবক পাঞ্চ ও তার কমফোর্ট-টয় ওরাংটাং এর সাথে বন্ধনের ঘটনা পুরো বিশ্বেই আলোড়ন তুলেছে। ‘পাঞ্চ’ নামের এই বানর শাবকটি গত জুলাইয়ে জন্মের কয়েক দিনের মধ্যেই তার মায়ের কাছ থেকে বিচ্ছিন্ন হয়ে পড়ে। ম‍্যাকাক প্রজাতির বানর জন্মের পর দীর্ঘ সময় তাদের মায়ের সান্নিধ্যে থাকতে চায়। মায়ের কাছ থেকে বিচ্ছিন্ন হওয়া পাঞ্চের মানসিক চাপ কমাতে চিড়িয়াখানার কর্মীরা তাকে কম্বল ও বিভিন্ন খেলনা দেয়। এর মধ্যে একটি ওরাংওটান সফট-টয় তার সবচেয়ে প্রিয় হয়ে ওঠে, যা সে প্রায় সবসময় আগলে রাখে। প্রাণীটির এই আবেগ স্বাভাবিকভাবেই অনেককে আবেগাপ্লুত করেছে। সামাজিক যোগাযোগমাধ্যমে ব্যাপক আলোচনা হচ্ছে। বানরছানা পাঞ্চ এর প্রতি সহানুভূতি প্রদর্শন করে বিভিন্ন বিশ্বখ্যাত ব্রান্ড প্রানীদের সুরক্ষার উদ্দেশ্যে পাঞ্চের কমফোর্ট ওরাংওটাংটির হুবুহু কপি বানিয়ে তাদের স্টোরে বিক্রি করছে আর দাবি করছে এটি বিক্রির অর্থ প্রাণীদের ওয়েলফেয়ারে খরচ করা হবে। এছাড়াও বিভিন্ন দেশে একই রকম দেখতে ওরাংওটাং প্লাশ টয়/সফট টয় এর বিক্রি তুঙ্গে উঠেছে। এসব দেখছি আর ভাবছি, আমরা মানুষরা কতটাই না সুযোগ সন্ধানী! ছোট একটি বানরছানার সফট-টয় এর সাথে বন্ধনটাকেও নিজেদের ব্যবসা বা ফায়দার উপলক্ষ্য বানিয়ে ফেললাম।",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0NJnATn8prddf9fcLzpoHWXdTtReq1JqceUJJXaxpJiZswftzaeuCXxyNwXpCTv5vl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0NJnATn8prddf9fcLzpoHWXdTtReq1JqceUJJXaxpJiZswftzaeuCXxyNwXpCTv5vl",
    "pubDate": "2026-02-23T09:45:22.695721+00:00",
    "image": null
  },
  {
    "title": "[Pakistan has carried out air strikes against alleged terror sites in Afghanista...",
    "description": "[Pakistan has carried out air strikes against alleged terror sites in Afghanistan in an overnight attack. The country’s air force struck seven “terrorist camps and hideouts belonging to Pakistani Taliban and Islamic State-Khorasan Province” in areas near the Pakistani-Afghan border on Saturday, the Pakistani ministry of information and broadcasting said.]",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02FL9y8uamf1gEy7REctEcEx1ejTYM6PgWfwKNHCNKxe5K42LgXV2RGAB84mKxJK4xl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02FL9y8uamf1gEy7REctEcEx1ejTYM6PgWfwKNHCNKxe5K42LgXV2RGAB84mKxJK4xl",
    "pubDate": "2026-02-22T23:45:24.737335+00:00",
    "image": "https://external-sjc3-1.xx.fbcdn.net/emg1/v/t13/17238147456009999118?url=https%3A%2F%2Fwww.telegraph.co.uk%2Fcontent%2Fdam%2Fworld-news%2F2026%2F02%2F22%2FTELEMMGLPICT000465625826_17717515285550_trans_NvBQzQNjv4BqpVlberWd9EgFPZtcLiMQf0Rf_Wk3V23H2268P_XkPxc.jpeg%3Fimpolicy%3DOG-Standard&fb_obo=1&utld=telegraph.co.uk&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=FszkRjf2p2npwPCFz2ZKdA&_nc_oc=Adk35ITDt4CkZw7hGJRAuvfKf7lN1TAYiNWVk6Nsvi6vY4Mzl8LGfPYAOEI4U6_9wlY&ccb=13-1&oh=06_Q3-8ATo9XjRuy-fAgA6tVODuqe3nKKlqecZue2D1guI61F_1&oe=699E1435&_nc_sid=c97757"
  },
  {
    "title": "যাদের জন্মটাই অভিশপ্ত তারা এভাবেই যুগের পর ‍যুগ নিজ জন্ম পরিচয় নিশ্চিত করবে। পি...",
    "description": "যাদের জন্মটাই অভিশপ্ত তারা এভাবেই যুগের পর ‍যুগ নিজ জন্ম পরিচয় নিশ্চিত করবে। পিতৃ পরিচয় নিয়ে যারা প্রতিনিয়ত বিষন্নতায় ভুগে তাদের কাছ থেকে আর কিইবা আশা করা যায়?",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid031CeB6s9ojnYkHWWMtqEa5wPnSBUqwgfUrnaHEahy4xEeyaC73ivpMK58bWz6MeWVl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid031CeB6s9ojnYkHWWMtqEa5wPnSBUqwgfUrnaHEahy4xEeyaC73ivpMK58bWz6MeWVl",
    "pubDate": "2026-02-22T20:45:26.783366+00:00",
    "image": null
  },
  {
    "title": "One of the key messages from Tarique Rahman’s campaign was that he would promote...",
    "description": "One of the key messages from Tarique Rahman’s campaign was that he would promote meritocracy. But he seems to have forgotten what he was pledging just a few days back. His cabinet picks and PMO appointments do not inspire confidence as those were not decided on meritocracy but on political considerations. One can still make peace with that, but when he chooses to continue with someone as incompetent and out of his depth as Ashik Chowdhury to helm BIDA, BEZA, BEPZA and PPP Authority, what message does it send out? That in this BNP government, you will simply fail your way upwards. All you need is to lobby as if your life depended on it and you are golden. Performance, aptitude, merit be damned. Ashik Chowdhury should have never been selected for that consequential role. He was a mid-ranking banker who happened to be an adviser to the Grameen Board. That was his only qualification. In normal times, people far more senior and accomplished in the banking world be passed over. And stakeholders — i.e. investors — were confident that an elected government would get rid of him rightaway and appoint someone with the gravitas that this role warrants. But Tarique Rahman just ignored the reservations of these people who would actually be providing the fuel to set the wheels of the economy in motion. Is this is an act of self-sabotage? Let’s look at Ashik Chowdhury’s report card so far. For all his PR blitz and corny presentations, he has failed to bring in any investment. What’s more alarming is that the investment pipeline has shrunk by almost 60% in 2025. When you factor in all the questionable deals he has signed during the interim government’s period (who remembers the drill-baby-drill nothingburger?), this appointment makes no sense at all. Far too many people gave their lives, far too many people invested their time, energy, resources and what not for this democratic transition (Guess what? This chap Ashik Chowdhury had zero contribution) certainly not for messing things up! I hope Tarique Rahman begins searching immediately for a suitable candidate to fill the critical roles that Ashik Chowdhury has occupied for the past 18 months. Otherwise, his vision of building a trillion-dollar economy by 2034 and creating 10 million jobs in the next 60 months will ring hollow. Besides, as per laws of the land, dual citizens can’t fill roles that Ashik Chowdhury has occupied —and he is a British citizen. While Dr. Yunus flagrantly disregarded this rule, we hope Tarique Rahman will not follow the same path. Being a Bangladeshi citizen is not a liability—Mr. Rahman must demonstrate that through his actions and ensure that only Bangladeshi citizens, not dual nationals, are appointed to government positions.",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0NWaFofeV7xiou4M2iuyoGFE953xAiDSsj3J2TXrG72dmzx62Fmpvqhr3cPzcYne9l",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0NWaFofeV7xiou4M2iuyoGFE953xAiDSsj3J2TXrG72dmzx62Fmpvqhr3cPzcYne9l",
    "pubDate": "2026-02-22T18:45:28.826940+00:00",
    "image": "https://external-sjc3-1.xx.fbcdn.net/emg1/v/t13/8359802060097811699?url=https%3A%2F%2Fwww.thedailystar.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fsocial_share%2Fpublic%2F2026-02%2FInvestment.jpg&fb_obo=1&utld=thedailystar.net&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=FszkRjf2p2npwPCFz2ZKdA&_nc_oc=Adkr_8-h-7DeWgJ1ZLtrOJDYlSV_KsnuEoEYD2c3laMzISspSB08xqUN9qWUj7ca21o&ccb=13-1&oh=06_Q3-8AfLbLd-lo55LyzJQy_n7SOZxdA8MLySPsNE3vcwyQLTA&oe=699E1FDD&_nc_sid=c97757"
  }
]