[
  {
    "title": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাব...",
    "description": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা কর্তৃক, ২০২৪ এর রক্তাক্ত ছাত্র আন্দোলন দমনের লক্ষ্যে নির্দয় গোপন নির্দেশাবলির বিস্তারিত। #হাসিনা৩৬জুলাই",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0tLuH1P9P5sJP4rzLkFkXVF4WgVe8ezxMRRLX7cc9ebGonMuFt9Xt3FGUH1wvcJH9l",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0tLuH1P9P5sJP4rzLkFkXVF4WgVe8ezxMRRLX7cc9ebGonMuFt9Xt3FGUH1wvcJH9l",
    "pubDate": "2026-02-28T11:26:25.574344+00:00",
    "image": "https://external-ams2-1.xx.fbcdn.net/emg1/v/t13/1151574627814340444?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FUNf3_AnBsTQ%2Fmaxresdefault.jpg&fb_obo=1&utld=ytimg.com&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=V9bnUVrknWjJR_MTumZyog&_nc_oc=Adkbhy9YQkkaYsE-AiizJ7Wof_Ee5mZBiPzp9wUZwh2vVhY3LLHBo7v3pYxp6a1N7FI&ccb=13-1&oh=06_Q3-8AeSi309zaqgKcdT4LqZuSKpIN49JeOUeNshyWNqGuu3r&oe=69A4AD80&_nc_sid=e17101"
  },
  {
    "title": "Iranian missiles struck US Military infrastructure in Abu Dhabi. It has been rep...",
    "description": "Iranian missiles struck US Military infrastructure in Abu Dhabi. It has been reported that several ballistic missiles were intercepted by United Arab Emirates air defense; however, debris hit a residential area in Abu Dhabi, killing one civilian of Asian origin and causing damage. This video was filmed by a local resident from Abu Dhabi.",
    "link": "https://www.facebook.com/saerzulkarnain",
    "guid": "https://www.facebook.com/saerzulkarnain#1_1772277987",
    "pubDate": "2026-02-28T11:03:27.653588+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t15.5256-10/645070454_1460818805637131_4413773212925508497_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=rB5unEkb8HkQ7kNvwF2lH3D&_nc_oc=Adk80eVMgNXxY0IXEpedpZG4ZLRX8bOLssyEbMuXYAfOqRc7DTdWAeLudFrRVtjGwlc&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=V9bnUVrknWjJR_MTumZyog&_nc_ss=8&oh=00_Aft4Xub_25twDy3VsXCycmAZ6D5lkNwMMxSwuWS1vhi-NA&oe=69A88ECC"
  },
  {
    "title": "Iranian missiles struck US Military infrastructure in Bahrain, with explosions h...",
    "description": "Iranian missiles struck US Military infrastructure in Bahrain, with explosions hitting key facilities tied to American naval operations in Bahrain. It has also been reported that several ballistic missiles were intercepted by United Arab Emirates air defense; however, debris hit a residential area in Abu Dhabi, killing one civilian of Asian origin and causing damage.",
    "link": "https://www.facebook.com/saerzulkarnain",
    "guid": "https://www.facebook.com/saerzulkarnain#4_1772277989",
    "pubDate": "2026-02-28T10:56:29.729766+00:00",
    "image": null
  },
  {
    "title": "Bahrain has confirmed that the headquarters of the US Navy's 5th Fleet has been ...",
    "description": "Bahrain has confirmed that the headquarters of the US Navy's 5th Fleet has been targeted by a missile attack. Video sent by a resident shows smoke coming from the alleged site of the strike.",
    "link": "https://www.facebook.com/saerzulkarnain",
    "guid": "https://www.facebook.com/saerzulkarnain#6_1772277991",
    "pubDate": "2026-02-28T10:26:31.791553+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t15.5256-10/644486823_1628373178480759_8340536642760200513_n.jpg?_nc_cat=1&ccb=1-7&_nc_sid=d2b52d&_nc_ohc=AK_oU-U50tQQ7kNvwEBsIUS&_nc_oc=AdmSvRs8HntlzoHsHP3Epl8GjZY3-jrVyHTbZqEwScz-Ug-1ybitQxr3ZExdMYf9DDs&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=IfX91oSHVj2QTkdRKK-5QA&_nc_ss=8&oh=00_Aftr75z6WRT4nw6WzU5EHVPtfuDgnlYk2Uwc7hFSar8M9A&oe=69A8AAE0"
  },
  {
    "title": "যুক্তরাষ্ট্র ও ইসরায়েল যৌথভাবে ইরানে হামলা চালানোর পর, প্রতিউত্তর হিসেবে ইরা, ই...",
    "description": "যুক্তরাষ্ট্র ও ইসরায়েল যৌথভাবে ইরানে হামলা চালানোর পর, প্রতিউত্তর হিসেবে ইরা, ইসরাইলের কয়েকটি শহর লক্ষ্য করে ক্ষেপণাস্ত্র ছুড়েছে। ইতোমধ্যে ইরানের ক্ষেপণাস্ত্র বাহরাইনে যুক্তরাষ্ট্র নৌবাহিনীর ৫ম ফ্লিটের সদরদপ্তরে আঘাত করেছে বলে সর্বশেষ আল জাজিরার নিউজ রুম থেকে জানা গেছে। কাতারের আকাশ সীমায় প‍্যাট্রিয়ট সিস্টেম ইরান থেকে ছোড়া দুটি ক্ষেপণাস্ত্র ইন্টারসেপ্ট করেছে, তবে যুক্তরাষ্ট্রের মিত্রদেশ কুয়েত এবং সংযুক্ত আরব আমিরাতের আবুধাবীতেও বিচ্ছিন্নভাবে ইরানের হামলার খবর পাওয়া গেছে। চলমান এই সংঘাতে কাতার, কুয়েত ও সংযুক্ত আরব আমিরাত ইতোমধ্যেই তাদের এয়ার স্পেইস বন্ধ ঘোষণা করেছে।",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02GKpZsKvNsbutxfyhrpW2QEz53JZPSNAMz874rLDnzyKuFPGtz9hju6CAyzUKiqfCl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02GKpZsKvNsbutxfyhrpW2QEz53JZPSNAMz874rLDnzyKuFPGtz9hju6CAyzUKiqfCl",
    "pubDate": "2026-02-28T09:26:33.833880+00:00",
    "image": null
  },
  {
    "title": "[The United States and Israel have launched an attack on Iran, with explosions h...",
    "description": "[The United States and Israel have launched an attack on Iran, with explosions heard and seen across Tehran. Several missiles have struck University Street and the Jomhouri area in Tehran, Fars news agency reported. Smoke was seen rising in the city, according to an Al Jazeera correspondent on the ground.]",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid03fiE8DVVoYFS9VC2DgwEPcGipZr5SGA7g4LRZiFCGcPq4LEDhurfzbaQmDRhdJQpl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid03fiE8DVVoYFS9VC2DgwEPcGipZr5SGA7g4LRZiFCGcPq4LEDhurfzbaQmDRhdJQpl",
    "pubDate": "2026-02-28T09:26:35.877247+00:00",
    "image": "https://external-ams2-1.xx.fbcdn.net/emg1/v/t13/17837334200816068110?url=https%3A%2F%2Fwww.aljazeera.com%2Fwp-content%2Fuploads%2F2026%2F02%2FAP26059256811672-1772265072.jpg%3Fresize%3D1920%252C1440&fb_obo=1&utld=aljazeera.com&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=yYMMLzQ8OMPLb_IqqHLz9g&_nc_oc=AdnpPHFmOxYCb78pNgrXCWta1mgtqEX41SUFWkq9YNqvFxnmI3YG4qBCimp0J2j8Qak&ccb=13-1&oh=06_Q3-8AYuhnyrCa7OeG3-jDpLyHXBimtocxLg0BZ7_Q9463dkR&oe=69A4B81B&_nc_sid=c97757"
  },
  {
    "title": "ইমাম নিয়োগেও জালিয়াতি — দেখুন Star News এর অনুসন্ধানী প্রতিবেদন 'জালিয়াতির জাত...",
    "description": "ইমাম নিয়োগেও জালিয়াতি — দেখুন Star News এর অনুসন্ধানী প্রতিবেদন 'জালিয়াতির জাতীয় ইমাম'",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02utfvCkdxmmoW561h1ouRdAtv7SEPoZwFE75GFwhgFKFHvshUzJot5WaBDxZm2uq7l",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02utfvCkdxmmoW561h1ouRdAtv7SEPoZwFE75GFwhgFKFHvshUzJot5WaBDxZm2uq7l",
    "pubDate": "2026-02-27T19:26:37.930106+00:00",
    "image": "https://scontent-ams2-1.xx.fbcdn.net/v/t15.5256-10/640151338_1589323915619482_8985540299552404703_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=1&ccb=1-7&_nc_sid=d2b52d&_nc_ohc=FjyT-YhmOU8Q7kNvwGjfCvM&_nc_oc=AdkA-kgVrkk4R4YRqPkarpKDrkVDnYnGAJvbYgsZln-Ya4MZGSRDF4rdI-DbEAzpaMM&_nc_zt=23&_nc_ht=scontent-ams2-1.xx&_nc_gid=yYMMLzQ8OMPLb_IqqHLz9g&_nc_ss=8&oh=00_AftxiqqFEk0bpTY7x_OUkuudP1NSQYwvw5e7Cu5ACiMCnw&oe=69A8A965"
  },
  {
    "title": "If Sheikh Hasina’s regime taught us anything, it is to think twice before you op...",
    "description": "If Sheikh Hasina’s regime taught us anything, it is to think twice before you open your mouth. Your words matter. Her autocratic era showed how quickly public trust weakens and people’s love erodes when communication is not handled carefully. Under deposed Prime Minister Hasina, repeated, unnecessary, or poorly judged public remarks, along with weak coordination from her communications team, gradually damaged people’s trust and support for her and her party. Different leaders speaking in different tones on the same issue created confusion and frustration and stockpiled public anger. The Interim Government led by Yunus has also faced similar problems. Although daily briefings were introduced to manage the narrative, inconsistent statements from some advisors on various topics reduced their effectiveness and allowed criticism to grow. The same problems were visible among National Citizen Party (NCP) leaders as well and resulted in reduced public support for the party. Remember the disastrous, frequent Facebook statuses of the young leaders? It seemed they were from different parties and were sharing conflicting statements on the same topics. However, it took only a year. The damage is visible. Many wished that if the young party leaders had used these powerful communications tools like social media, public speaking, and social media messaging—a little bit better, things could've been different for them. Now, in the early phase of a government led by Tarique Rahman, there have already been signs of how uncoordinated public speaking can cause embarrassment. Statements by the Education Minister, the Road Transport Minister, and those related to the Suhrawardy police incident are examples of how the media framed them in ways that triggered fierce social media debate and public anger. When ministers speak without shared talking points or a clear strategy, the narrative quickly slips out of the government's control. If this government wants to succeed, every minister and cabinet member must stay on the same page. They need a unified set of key messages, structured talking points, and detailed FAQs that they study and internalize before speaking publicly. A strong press and communications team makes that possible. They should prepare 180-day messaging plans; develop lists of spokespersons; conduct media and audience analysis; organize communication workshops for ministers and spokespersons; plan interviews and content in advance; and design crisis response protocols. Regular communication and press orientation sessions for the cabinet and ministers are essential to ensure message discipline, confidence, and consistency in every public engagement. The government must also manage both traditional and digital channels with discipline and consistency. Most importantly, a comprehensive communications strategy approved by the Prime Minister will ensure that the government speaks with one voice, builds trust, and avoids unnecessary controversies at a time when public confidence is already fragile. Given the massive number of Facebook users and the extensive media presence, there is no space for any sort of reckless statement in Bangladesh. Muhammad Yunus never held a single press conference during his tenure. However, he gave a few selective media interviews. Most of them suggested that he was unprepared and overly candid, a combination that proved to be a poor strategy. Several of his remarks backfired and later had to be clarified by the press team. Yet people seem to have already forgotten this unprecedented situation. Why? Because of the work done by the press team. The Chief Advisor's press team was very active on social media, in WhatsApp groups for journalists, and in sharing content. Forget media training, key messaging, drafting talking points, daily briefings, or media workshops for the cabinet. The new Prime Minister's press team has not even opened a unified WhatsApp group to provide a continuous flow of information yet. Here are the eight most important things that the PM's press team/comms team needs to do right away to withstand current challenges: 1. Key messaging for all ministers + 200 FAQs with answers + list of spokespersons for the next 180 days 2. Media landscape + media list + audience analysis. 3. Communications orientation/workshop for spokespersons and the cabinet. 4. Content and interview planning for the next 180 days. 5. Reputational crisis/risk management planning and a rapid response action plan. 6. Channel building and management plan (social media + traditional). 7. A communications plan for the next 180 days. (Note: communications and content are two different things.) This plan must be approved by the PM. 8. A daily 10-15 minute morning media and social media briefing for the premier to convey the public sentiment and dominant narrative of the previous day, held before the premier starts his day. I would like to conclude with just one message: the communication function of the press team—or whatever you call it—works like blood. If you do not help it flow, your body will start to die without you even realizing it. Form a strong communications team now. N.B. The above was written by a communications specialist who prefers to remain anonymous.",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid029rFGy7kLNM9WBwej9RpoJmVfJNBTA7F8NCtHCme1Htk3811V616xgoyKqpML8pkgl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid029rFGy7kLNM9WBwej9RpoJmVfJNBTA7F8NCtHCme1Htk3811V616xgoyKqpML8pkgl",
    "pubDate": "2025-09-01T11:26:39.985810+00:00",
    "image": null
  }
]