[
  {
    "title": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাব...",
    "description": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা কর্তৃক, ২০২৪ এর রক্তাক্ত ছাত্র আন্দোলন দমনের লক্ষ্যে নির্দয় গোপন নির্দেশাবলির বিস্তারিত। #হাসিনা৩৬জুলাই",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0tFmFMoMfY7wSnvoEqPwaWdyR8VCSCBU1dVkbJM3EZEZqc5gGzhGnk3QcCKe72FYtl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0tFmFMoMfY7wSnvoEqPwaWdyR8VCSCBU1dVkbJM3EZEZqc5gGzhGnk3QcCKe72FYtl",
    "pubDate": "2026-02-18T11:45:56.104781+00:00",
    "image": "https://external-fra3-2.xx.fbcdn.net/emg1/v/t13/1151574627814340444?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FUNf3_AnBsTQ%2Fmaxresdefault.jpg&fb_obo=1&utld=ytimg.com&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=fNXjxN9uiAFGYXaAaOSl4Q&_nc_oc=Adn-6DRpmmWSzRmYGVEMBQNZfCoLBZEDVT2ajTHZPtRB_Klz9yDrIctnd86cd2uM1JU&ccb=13-1&oh=06_Q3-8AfHhVXJ-EsjhdIyhjCbMSOz-nJW-cf18pFBgEzyFpY_x&oe=69977E80&_nc_sid=e17101"
  },
  {
    "title": "I call on Bangladesh’s new government to immediately secure the release on bail ...",
    "description": "I call on Bangladesh’s new government to immediately secure the release on bail of all journalists detained in bailable cases, and to ensure that due process is fully respected. Journalists should not be kept behind bars as punishment for their work. Any legal proceedings should move forward while those accused are free on bail, as the law allows. Prolonged detention in bailable cases sets a dangerous precedent and risks deepening the chilling effect on the press. Authorities must act now to uphold press freedom and the rule of law: grant bail to all detained journalists without delay.",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0QqfUHimzdzy1gdsLEThnSjAafmP3ppf7SR5FCXpo1ZnexGQLyf49axEWHNpjwBYVl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0QqfUHimzdzy1gdsLEThnSjAafmP3ppf7SR5FCXpo1ZnexGQLyf49axEWHNpjwBYVl",
    "pubDate": "2026-02-18T07:45:58.155709+00:00",
    "image": null
  },
  {
    "title": "I have never written a single word praising the Bangladesh Army before. But this...",
    "description": "I have never written a single word praising the Bangladesh Army before. But this time I feel compelled to acknowledge the role of General Waker Uz Zaman, chief of army staff of the Bangladesh Army. During the 13th National Election, at a time of deep political tension and uncertainty, the army played a crucial role in maintaining order so that citizens could cast their invaluable votes. Ensuring a stable environment during elections is not a small responsibility. For that contribution, General Waker Uz Zaman deserves appreciation. However, we must also speak honestly about the violence and attacks that took place in recent months, including the attacks on media outlets and the unrest that followed the events of August 5. In my view, many of these incidents could have been prevented. The Bangladesh Army clearly has the capacity and discipline to control such situations when properly instructed. If the government had given firm and clear directives, much of the violence and the attacks on the media could have been stopped before they escalated. But the government did not issue such instructions. Instead, it allowed these incidents to unfold. The failure to act decisively created space for chaos, fear, and damage to democratic institutions. The responsibility for that inaction lies with the government. When state authority chooses not to intervene, it becomes accountable for the consequences. We had high expectations from the interim government. Many hoped for stability, fairness, and protection of democratic values. Unfortunately, those minimum expectations were not fulfilled. The disappointment among citizens is real. In this volatile context, General Waker Uz Zaman could have taken advantage of the instability. In many countries, such moments have led to military takeovers. He had the institutional strength to move in that direction. But he did not. Instead, he refrained from seeking power and appeared committed to supporting a democratic transition rather than disrupting it. That restraint is significant. It reflects professionalism and respect for constitutional order. So while the government must be held responsible for its failures and inaction, General Waker Uz Zaman deserves appreciation for choosing stability over ambition. Thank you, General.",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02i3WtwWXhZJXQB1vzqdvMmMMiHCD5e5hM87y8bkPPxVy7SxxuDmfbC3By8HbLuWLkl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02i3WtwWXhZJXQB1vzqdvMmMMiHCD5e5hM87y8bkPPxVy7SxxuDmfbC3By8HbLuWLkl",
    "pubDate": "2026-02-18T10:46:00.201424+00:00",
    "image": "https://scontent-fra3-2.xx.fbcdn.net/v/t39.30808-6/633886549_25809115448757646_5350418040299962242_n.jpg?stp=dst-jpg_p180x540_tt6&_nc_cat=1&ccb=1-7&_nc_sid=7b2446&_nc_ohc=UPD-veQwucoQ7kNvwF0j1nU&_nc_oc=Adm2Knx7Gi3WI0O5tSbadj261V3NhGS6C0kggAUGqYjG1fDkC_1gdfaHpUNiQ2cS5Kw&_nc_zt=23&_nc_ht=scontent-fra3-2.xx&_nc_gid=BzAhyDG0a76OcmxrE3_PlQ&oh=00_AfvRYdMwDWKHTUDH_ctPje2cwYWMRzKJ7yyuWTuB4SPsfQ&oe=699B7E02"
  },
  {
    "title": "নির্বাচনী প্রচারনায় বিএনপির ট্যাগ লাইন ছিলো \"সবার আগে বাংলাদেশ\" তবে সরকার গঠনের...",
    "description": "নির্বাচনী প্রচারনায় বিএনপির ট্যাগ লাইন ছিলো \"সবার আগে বাংলাদেশ\" তবে সরকার গঠনের দিন দলটি এমন এক ব্যক্তিকে তাদের পররাষ্ট্র মন্ত্রী হিসেবে নিয়োগ দিয়েছে যা নিয়ে বিভিন্ন মহলে প্রশ্ন উঠেছে যে আসলেও সবার আগে বাংলাদেশ নাকি আংকেল স‍্যাম? ইউনুস সরকারের সময় বাংলাদেশের ভূখণ্ড ব্যবহার করে 'মানবিক করিডোর' চালু করার পরিকল্পনা, সামরিক বাহিনীর অভ্যন্তরে অদৃশ্য প‍্যারালাল কমান্ড চালুর চেষ্টা করা সহ বিভিন্ন দুরভিসন্ধিমূলক কার্যকলাপের মূলে ছিলেন রজার খলিল ওরফে খলিলুর রহমান। ১২ ফেব্রুয়ারি জাতীয় নির্বাচনের সময় তিনি ছিলেন অন্তর্বর্তী সরকারের নিরাপত্তা উপদেষ্টা। এমন একজন ব্যক্তিকে নিজ সরকারের কেন্দ্রে নিয়োগ দিয়ে নির্বাচনকেই যেন বিতর্কের মুখে ঠেলে দেয়া হচ্ছে। আর এটাকে কৌশল বা ইত্যাদি বলে ধামাচাপা দেয়ার কোন সুযোগ নেই।",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0jodPtzU3B9iY7oSf8B2WEZzRyGoLWDRxZ1zCbagqThZopkVS6GHRQZRVCJ3RHaizl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0jodPtzU3B9iY7oSf8B2WEZzRyGoLWDRxZ1zCbagqThZopkVS6GHRQZRVCJ3RHaizl",
    "pubDate": "2026-02-18T08:46:02.280348+00:00",
    "image": null
  },
  {
    "title": "Zulkarnain Saer · Bangladesh enters a new chapter as Tarique Rahman is sworn in ...",
    "description": "Zulkarnain Saer · Bangladesh enters a new chapter as Tarique Rahman is sworn in as PM after a landslide win in the first election since 2024 protests ousted Sheikh Hasina. Al Jazeera English · · Feb 18 ·",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02hYgeSme6dVFJi31sanTgxudSVzxUA6cEWZT3j9j8PNbVWr8fc6rRQhAy3UBpgWQNl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02hYgeSme6dVFJi31sanTgxudSVzxUA6cEWZT3j9j8PNbVWr8fc6rRQhAy3UBpgWQNl",
    "pubDate": "2026-02-18T00:46:04.349053+00:00",
    "image": null
  }
]