[
  {
    "title": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাব...",
    "description": "আল জাজিরার ইনভেস্টিগেটিভ ইউনিট (আই-ইউনিট)-এর অনুসন্ধানে উঠে এসেছে বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা কর্তৃক, ২০২৪ এর রক্তাক্ত ছাত্র আন্দোলন দমনের লক্ষ্যে নির্দয় গোপন নির্দেশাবলির বিস্তারিত। #হাসিনা৩৬জুলাই",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid0tX4HJXR7uaRfH4sxkUoEbGDFDBQ35z79MfRovMUn2bAfGbfVwF9VisEw1z8QCETZl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid0tX4HJXR7uaRfH4sxkUoEbGDFDBQ35z79MfRovMUn2bAfGbfVwF9VisEw1z8QCETZl",
    "pubDate": "2026-02-26T11:45:50.760729+00:00",
    "image": "https://external-sin2-2.xx.fbcdn.net/emg1/v/t13/1151574627814340444?url=https%3A%2F%2Fi.ytimg.com%2Fvi%2FUNf3_AnBsTQ%2Fmaxresdefault.jpg&fb_obo=1&utld=ytimg.com&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=a6R1VtxDJb139h8Ic2ii5A&_nc_oc=AdnofdOjV_kGaP5iAfxnKAseZL9IdmtoBF7HDBr_d2JkYL60ENnjbULv_TVX3LZRDUs&ccb=13-1&oh=06_Q3-8AUjr1fR9MSWvgeeuXPwaQRyggSfiNzzDSZE38xpNc13l&oe=69A20A80&_nc_sid=e17101"
  },
  {
    "title": "কালের কন্ঠ - পত্রিকাটির দৃষ্টি আকর্ষণ করছি। অনুগ্রহ করে এই ভদ্রলোকের পরিচয় খুঁজে...",
    "description": "কালের কন্ঠ - পত্রিকাটির দৃষ্টি আকর্ষণ করছি। অনুগ্রহ করে এই ভদ্রলোকের পরিচয় খুঁজে বের করুন, এবং দেশবাসীর কাছে তুলে ধরুন তিনি কিভাবে বাংলাদেশের নাগরিক হয়ে ৩০ লাখ ইউরো (বর্তমান মূল্যে প্রায় ৩৮ কোটি টাকা) বিনিয়োগ করে ইউরোপের দেশ স্লোভাকিয়ার নাগরিকত্ব ক্রয় করেছেন। তাঁর পরিচয় খুঁজে বের করতে খুব বেশি একটা বেগ পেতে হবেনা, প্রসিদ্ধ চিনি বাবা কিংবা মুনিয়ার হত‍্যাকারী কে — এসব লিখে গুগল কাকুকে জিজ্ঞাসা করলেই হবে। আর হ্যাঁ, যদি কোন কারণে সেটা করতে অপারগ হয়ে থাকেন — তাহলে নামটা কালের কন্ঠ থেকে পরিবর্তন করে 'কালোর কন্ঠ' করতে ভুলবেন না। যাকে যে নামে মানায় সেই নামেই তো নিজেকে প্রকাশ করা উচিত তাই না?",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02DohKwDXXMdx9px6Csg6GCX4QvcWg2ArFL8XnqKKisdEGzuPqejesFZdzWLZ9nf5Sl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02DohKwDXXMdx9px6Csg6GCX4QvcWg2ArFL8XnqKKisdEGzuPqejesFZdzWLZ9nf5Sl",
    "pubDate": "2026-02-25T11:45:52.811565+00:00",
    "image": "https://scontent-sin2-2.xx.fbcdn.net/v/t39.30808-6/640372096_10164037244965767_4603257886138242791_n.jpg?stp=dst-jpg_s720x720_tt6&_nc_cat=1&ccb=1-7&_nc_sid=7b2446&_nc_ohc=XWoQiej5s0AQ7kNvwGIAkPM&_nc_oc=AdkaQca-CIC7ho7EJA9AW-swo_W2XDDNJ94oJarWIeNZ8CfvXbXI3343NkdsL8xZlQE&_nc_zt=23&_nc_ht=scontent-sin2-2.xx&_nc_gid=a6R1VtxDJb139h8Ic2ii5A&oh=00_AftwuulGN6fSu_2FMYQ9r3_llApiF4158DZei1GF7PIb4Q&oe=69A5F9BD"
  },
  {
    "title": "[The new BB governor, who is part of the ruling party’s inner circle as demonstr...",
    "description": "[The new BB governor, who is part of the ruling party’s inner circle as demonstrated by his inclusion in the BNP’s election monitoring committee, would not qualify to helm a bank by central bank rules, let alone take the reins of the entire banking sector.] Zina Tasreen writes for The Daily Star",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02irNXx3M84iXpmnx7efVnPF9VqSBFF6MC9KrgPwVbNP8D29jnVmAnkoSv1SWmbrMal",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02irNXx3M84iXpmnx7efVnPF9VqSBFF6MC9KrgPwVbNP8D29jnVmAnkoSv1SWmbrMal",
    "pubDate": "2026-02-26T09:45:54.858791+00:00",
    "image": "https://external-sin2-2.xx.fbcdn.net/emg1/v/t13/18015909640868777938?url=https%3A%2F%2Fwww.thedailystar.net%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fsocial_share%2Fpublic%2F2026-02%2Fbb%2520new%2520governor.png&fb_obo=1&utld=thedailystar.net&stp=c0.5000x0.5000f_dst-jpg_flffffff_p500x261_q75_tt6&_nc_gid=SwU4qOFjALjNg3brmTnqFQ&_nc_oc=AdkYsxQxCHVTO6T_8zhQB96Pl5gmGgkCpmKth5oEqkzFOI7W4--kGNrCzugbBFVDXfM&ccb=13-1&oh=06_Q3-8AQCXvb8Fmxk6wcGOrGxeyGNcAbEPQHaSJ8MG3fWspFHK&oe=69A20961&_nc_sid=c97757"
  },
  {
    "title": "প্রধান উপদেষ্টা হিসেবে দায়িত্ব পালনরত অবস্থায় প্রফেসর ইউনূসের গ্রামীণ ট্রাস্ট ...",
    "description": "প্রধান উপদেষ্টা হিসেবে দায়িত্ব পালনরত অবস্থায় প্রফেসর ইউনূসের গ্রামীণ ট্রাস্ট ও এর বিভিন্ন সংস্থা কয়েকটি সরকারি প্রতিষ্ঠানের সাথে বানিজ্যিক চুক্তি স্বাক্ষর করেছে। আর যখনই সেসবকে ঘিরে বিতর্ক হয়েছে বা এসব চুক্তি যে স্বার্থের সাথে সাংঘর্ষিক, সেসব নিয়ে আলোচনা উঠেছে, তখনই তার আক্রমণাত্মক প্রেস টিম গাঁটবেধে নামতো এটা প্রচার করতে যে মুহাম্মদ ইউনূস আর গ্রামীণের অংশ নন কারণ তিনি অন্তর্বর্তী সরকারের নেতৃত্ব দেওয়ার জন্য প্রতিষ্ঠানটি থেকে পদত্যাগ করেছেন। চুক্তি বা লাইসেন্স প্রদানে কোনো অনিয়ম হয়েছে কিনা তা খুঁজে বের করার জন্য তার প্রেস টিম সাংবাদিকদের চ্যালেঞ্জ ছুঁড়ে দিতো। সমস্যাটা হয়েছে এই যে, 'গ্রামীণ' নামটি ইউনূসের সমার্থক। যখন গ্রামীণের কোন সংস্থা থেকে লাইসেন্স, চুক্তি বা যে কোন আবেদন করা হয়, সবাই জানে এটি কার জন্য। তার উপর অন্তর্বর্তীকালীন সরকার যে মবোক্রেসি ও প্রতিহিংসার সংস্কৃতি প্রশ্রয় দিয়েছে, তাতে কোনো সরকারী - বেসরকারি প্রতিষ্ঠান, আমলা বা সরকারী কর্তা কি গ্রামীণ সংশ্লিষ্ট কিছু প্রত্যাখ্যান করার সাহস রাখতেন? স্পষ্টতই, না। ড.ইউনূস সরকার প্রধান থাকা অবস্থায় অন্তত দুটি সরকারী প্রতিষ্ঠানের সাথে গ্রামীণ ট্রাস্টের অধীনস্থ গ্রামীণ হেলথটেকের উদ্যোগ সুখী –স্বাস্থ্যসেবা প্রদানের চুক্তি করে, প্রথম চুক্তিটি করা হয় এপ্রিল ২০২৫ এ বাংলাদেশ সেনাবাহিনীর অধীনে পরিচালিত আর্মি ফার্মার সাথে এবং দ্বিতীয়টি অক্টোবর ২০২৫ এ চট্টগ্রাম বন্দর কর্তৃপক্ষ (সিপিএ) এর সাথে — যার মাধ্যমে সিপিএ'র ৫৫০০ কর্মী ও তাঁদের পরিবারের সদস্যদের (প্রায় ৩৫০০০) সুখীর স্বাস্থ্যসেবার আওতায় আনা হয়। এছাড়াও নিজের দীর্ঘদিনের সহকর্মী নূরজাহানকে তিনি গুরুত্বপূর্ণ স্বাস্থ্য মন্ত্রণালয়ের দায়িত্ব প্রদান করেন। যার নিজের সরাসরি স্বাস্থ্য সেবামূলক ব্যবসার সাথে সম্পৃক্ততা রয়েছে তিনি কিভাবে দেশের স্বাস্থ্য মন্ত্রণালয়ের দায়িত্ব তাঁর দীর্ঘ দিনের সহকর্মী যিনি নিজেও গ্রামীন ব্যাংকের একজন ব‍্যবস্থাপনা পরিচালক ছিলেন, তাঁকে দিলেন? এটাও কি স্বার্থের সাথে সাংঘর্ষিক নয়? গ্রামীন হেলথ টেকের সুখী ২০২৪ সালের জুলাইতে যাত্রা শুরু করে এবং এক বছরেরও কম সময়ের মধ্যে সরকারী প্রতিষ্ঠান সহ বিভিন্ন বেসরকারি প্রতিষ্ঠানের সাথেও স্বাস্থ্যসেবা কার্যক্রমের চুক্তি সম্পাদন করে। ইন্টারেস্টিং ব্যাপার হলো সুখীর অনুষ্ঠানে আরেক উপদেষ্টার প্রতিষ্ঠান আকিজ-বশির গ্রুপকেও স্পন্সর করতে লক্ষ্য করা যায়। ইতোমধ্যেই জানা গেছে যে ড.ইউনূস তাঁর গ্রামীণ ট্রাস্টে ফিরে গেছেন। প্রতিষ্ঠানটির ওয়েবসাইটে তাঁকে চেয়ারম‍্যান হিসেবেই দেখানো হচ্ছে। কয়েকদিন আগে বেশ আড়ম্বরপূর্ণ ভাবে তাঁকে বরণ করে নেয় গ্রামীণ ট্রাস্টের কর্মীরা যার ছবি সামাজিক যোগাযোগমাধ্যমে আমরা দেখেছি। যিনি 'নতুন বাংলাদেশ'-এর গান গাইলেন, রিসেট বাটন চেপে আবার সব কিছু শুরু করার গল্প শোনালেন, তিনি কি সেই 'পুরোনো বাংলাদেশ'-এর আদলেই এসব কার্যকলাপ করলেন না? এসব স্বার্থের সাথে সরাসরি সাংঘর্ষিক বিভিন্ন কাজ করে তিনি তো অনৈতিক চর্চাকেই প্রশ্রয় দিয়ে গেলেন, তাই না? Bangladesh Nationalist Party-BNP সরকার কি গ্রামীণ ট্রাস্ট অধিনস্থ এসব প্রতিষ্ঠানের সেই চুক্তিগুলো পুনর্বিবেচনা করবে যা সরাসরি স্বার্থের সাথে সাংঘর্ষিক?",
    "link": "https://www.facebook.com/saerzulkarnain",
    "guid": "https://www.facebook.com/saerzulkarnain#4_1772106356",
    "pubDate": "2026-02-26T01:45:56.928233+00:00",
    "image": "https://scontent-sin2-3.xx.fbcdn.net/v/t15.5256-10/637274586_26375422428729769_4680827493947781161_n.jpg?stp=dst-jpg_s960x960_tt6&_nc_cat=107&ccb=1-7&_nc_sid=5fad0e&_nc_ohc=MisD8e_1iEQQ7kNvwEp-PPb&_nc_oc=AdmPFDpY6BiQQgY4uzXXwC0n3oisBMGyP4g7OVk2q8rIxl3rxd4QGpGavoo_p9ar_-k&_nc_zt=23&_nc_ht=scontent-sin2-3.xx&_nc_gid=SwU4qOFjALjNg3brmTnqFQ&oh=00_Afvwj9pTt4MOMy951fQQR8N-fF9ECluSnXrIajAcgjurWQ&oe=69A5EDAF"
  },
  {
    "title": "If individuals like Khalilur Rahman or Ashik Chowdhury— people who have little t...",
    "description": "If individuals like Khalilur Rahman or Ashik Chowdhury— people who have little to show for their 18 months in position apart from glossy presentations and a completely mishandled tariff agreement with the US, are allowed to stay on, then why can’t a proven performer like Ahsan H Mansur? This is someone who quite literally saved Bangladesh’s economy from the brink of collapse. The manner he had to leave the office is shameful and utterly despicable! Is this really how the Bangladesh Nationalist Party-BNP government, under Tarique Rahman's leadership, has chosen to treat those who actually deliver results? The irony is hard to ignore. The newly appointed governor-designate couldn’t contain his excitement, it seems, and updated his LinkedIn with a rather cringe worthy title. Even more amusing is the fact that he once organized special prayer sessions to mark the birth centenary of the deposed Prime Minister Hasina's late father. Documents also confirm that Mutual Trust Bank (MTB) rescheduled Tk 89 crore ($6.8 million) in stressed loans for Hera Sweaters Ltd; a readymade garment (RMG) factory owned by Mostaqur Rahman, the newly appointed governor of Bangladesh Bank, just months before his appointment. This was done under the central bank’s special loan rescheduling policy.",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid036s39VzZQsAvtkMDavq2U4ootmkopaunimgP8hPTMVokJyjUuUAkB441PhPfGfvzyl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid036s39VzZQsAvtkMDavq2U4ootmkopaunimgP8hPTMVokJyjUuUAkB441PhPfGfvzyl",
    "pubDate": "2026-02-25T19:45:58.977130+00:00",
    "image": "https://scontent-sin2-2.xx.fbcdn.net/v/t39.30808-6/642489735_10164033632655767_2096201738115181216_n.jpg?stp=cp6_dst-jpg_p843x403_tt6&_nc_cat=1&ccb=1-7&_nc_sid=7b2446&_nc_ohc=6rV7iVpElJAQ7kNvwHBK9eK&_nc_oc=AdleIDrUWx-XKS4eDgR0q0r-MP6PxmlmoTLEXUj-ZgbvQaKvCfzjLeolQMrwTfFm0PY&_nc_zt=23&_nc_ht=scontent-sin2-2.xx&_nc_gid=SwU4qOFjALjNg3brmTnqFQ&oh=00_AftWZ73pGdQgqeJzcwYdT0l72bNH4u68HT_iGzGPeUIGiw&oe=69A5ED51"
  },
  {
    "title": "Zulkarnain Saer · ‘আমার বাবার ভয়েস আমি আর শুনি নাই’ -এভাবেই বাবার সঙ্গে নিজের শে...",
    "description": "Zulkarnain Saer · ‘আমার বাবার ভয়েস আমি আর শুনি নাই’ -এভাবেই বাবার সঙ্গে নিজের শেষবার কথা হওয়ার অভিজ্ঞতা জানান বিডিআর হত্যাকাণ্ডে শহীদ লেফট্যানেন্ট কর্ণেল ডা. লুৎফর রহমান খানের কন্যা ডা. ফাবলিহা বুশরা। ২০০৯ সালে ফ‍্যাসিস্ট হাসিনা সরকারে আসার পরপরই বাংলাদেশের সার্বভৌমত্ব বিরোধী ষড়যন্ত্রে দেশপ্রেমিক ৫৭ জন অফিসারকে খুন করা হয়। জুলাই গণঅভ্যুত্থান স্মৃতি জাদুঘর বিডিআর হত্যাকাণ্ডে শহীদ অফিসারদের প্রতি জানায় বিনম্র শ্রদ্ধা। এছাড়াও জুলাই জাদুঘরে নিজেদের স্বজনদের স্মৃতিস্মারক প্রদান করা প্রতিটি শহীদ পরিবারের প্রতি আমরা কৃতজ্ঞতা জানাচ্ছি। .⁩ ​“I never heard my father’s voice again.” This is how Dr. Fabliha Bushra, daughter of Lieutenant Colonel Dr. Lutfur Rahman Khan, recounted the final conversation she had with her father before he was martyred in the BDR massacre. In 2009, shortly after the fascist Hasina government assumed power, 57 patriotic officers were murdered as part of a conspiracy against the sovereignty of Bangladesh. ​The July Mass Uprising Memorial Museum pays its deepest respects to the officers martyred in the BDR massacre. ​Furthermore, we express our profound gratitude to every martyr's family for contributing precious mementos of their loved ones to the July Museum. See less July Mass Uprising Memorial Museum · Original audio July Mass Uprising Memorial Museum · Original audio July Mass Uprising Memorial Museum · Original audio July Mass Uprising Memorial Museum · Feb 25 ·",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid02CJz1RXua4y7gLA26BEcuKwrv1S366Kz81f9z5zA3gDnctin52oCjBmUDkko2PMwDl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid02CJz1RXua4y7gLA26BEcuKwrv1S366Kz81f9z5zA3gDnctin52oCjBmUDkko2PMwDl",
    "pubDate": "2026-02-25T18:46:01.074364+00:00",
    "image": null
  },
  {
    "title": "বাংলাদেশ ব্যাংকের গভর্নর পদের জন্যে বিশিষ্ট অর্থনীতিবিদ জুনায়েদ কামাল আহমেদ বিএন...",
    "description": "বাংলাদেশ ব্যাংকের গভর্নর পদের জন্যে বিশিষ্ট অর্থনীতিবিদ জুনায়েদ কামাল আহমেদ বিএনপির সম্ভাব্য গভর্নরের তালিকায় ছিলেন বলে আমি জেনেছি। জনাব জুনায়েদ সম্ভবত একমাত্র বাংলাদেশি নাগরিক যিনি একজন বাংলাদেশি হয়েও ভারতে প্রচন্ড চাপের মুখে বিশ্বব্যাংকের প্রধান হিসেবে দায়িত্ব পালন করেছেন। স্ট্যানফোর্ড বিশ্ববিদ্যালয় থেকে ফলিত অর্থনীতিতে পিএইচডি, হার্ভার্ড বিশ্ববিদ্যালয় থেকে দুই বছর মেয়াদি এমপিএ ও ব্রাউন ইউনিভার্সিটি থেকে অর্থনীতিতে বিএ সম্পন্ন করা 'মাল্টিল্যাটারাল ইনভেস্টমেন্ট গ্যারান্টি এজেন্সি'র (মিগা) এর ভাইস প্রেসিডেন্ট জুনায়েদ আহমেদ নাকি ঢাকা বিশ্ববিদ্যালয়ে অ্যাকাউন্টিং বিভাগ হতে স্নাতকোত্তর ও আইসিএমএবি'র ফেলো এবং হেরা গার্মেন্টস এর মালিক মোস্তাকুর রহমান — এই দুজনের মধ্য হতে অস্থিতিশীল অর্থনীতির বাংলাদেশে কাকে দেশের কেন্দ্রীয় ব্যাংকের গভর্নর হিসেবে বেছে নেয়া যথাযথ হতো?",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid029qhZBdhG3mp9nk3BWuRhAtLbMoaEc8Z1iMNtwPPYyfqUcZPmRriQL84FCpLcnTzkl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid029qhZBdhG3mp9nk3BWuRhAtLbMoaEc8Z1iMNtwPPYyfqUcZPmRriQL84FCpLcnTzkl",
    "pubDate": "2026-02-25T15:46:03.120253+00:00",
    "image": "https://scontent-sin2-2.xx.fbcdn.net/v/t39.30808-6/640290611_10164032482130767_6921728751615488261_n.jpg?stp=cp6_dst-jpg_p526x296_tt6&_nc_cat=1&ccb=1-7&_nc_sid=7b2446&_nc_ohc=Cbs7-KVecj0Q7kNvwGH7_zB&_nc_oc=AdnPc_ulXUzvXXIH11a2aCDJv3p4sE4LVcq-XVhrXu5OweqHgWqtH11ffRFWTzdo_w0&_nc_zt=23&_nc_ht=scontent-sin2-2.xx&_nc_gid=7QJJKUn6CEWG4cn-E-3orw&oh=00_Afuep7QajmZ75udDVrYC9-Yd0HtS1tTqCgJSUUlnOE_k4w&oe=69A61B76"
  },
  {
    "title": "স্বৈরাচার কতটা নিষ্ঠুর হলে কেবল কার্টুন আঁকার কারণে নিরপরাধ নাগরিকদের পৈশাচিক কা...",
    "description": "স্বৈরাচার কতটা নিষ্ঠুর হলে কেবল কার্টুন আঁকার কারণে নিরপরাধ নাগরিকদের পৈশাচিক কায়দায় নির্যাতন করে জেলে পাঠিয়ে তাঁদের মানসিক-শারীরিকভাবে ধ্বংস করতে পারে — সেটার উদাহরণ লেখক ও এক্টিভিস্ট মুশতাক আহমেদ - আমাদের কুমীর ভাই, কার্টুনিস্ট আহমেদ কবীর কিশোর, ব্যবসায়ী মিনহাজ মান্নান ইমন এবং দিদার ভূঁইয়া। কন্ঠ রোধের কালো আইন ডিজিটাল সিকিউরিটি অ্যাক্টের ঐ মামলায় একসাথে অভিযুক্ত করা হয় আমাকে এবং সাংবাদিক তাসনিম খলিলকে। কোন সম্পর্ক না থাকলেও যুক্তরাষ্ট্র প্রবাসী আরেক সাংবাদিক শাহেদ আলম, বিমান বাহিনীর সাবেক কর্মকর্তা ওয়াহিদুন নবী এবং আরো দুইজনকে একই মামলায় যুক্ত করা হয়। ￼ ￼￼I am Bangladeshi পেইজটা মূলত মুশতাক ভাই, আহমেদ কবীর কিশোর এবং আমি পরিচালনা করতাম। আরো দু'জন এডমিন ছিলেন। পেইজে প্রকাশিত কিছু কার্টুনই যেন স্বৈরাচার সরকারের গলগ্রহ হয়ে দাঁড়ায়। রাতের আঁধারে বাসা থেকে উঠিয়ে নিয়ে নির্মম নির্যাতন করা হয় মুশতাক আহমেদ, আহমেদ কবীর কিশোর, মিনহাজ মান্নান ইমন ও দিদার ভূঁইয়া'কে। গ্রেফতারের কয়েকমাস পর দিদার ও ইমন ভাই কোনভাবে জামিনে বের হতে পারলেও কিশোর আর মুশতাক ভাইয়ের বের হওয়া হয়নি। জেলেই তিলে তিলে মারা যান মুশতাক ভাই, আর তারপর কিশোর ভাইয়ের জামিন মেলে। আজ ২৫ ফেব্রুয়ারি লেখক-এক্টিভিস্ট মুশতাক আহমেদের ৫ম মৃত্যুবার্ষিকী। কারা হেফাজতে মারা যাওয়া মুশতাক ভাইয়ের মৃত্যুর ঘটনার স্বাধীন তদন্ত আজো হয়নি।",
    "link": "https://www.facebook.com/saerzulkarnain/posts/pfbid09hHucV7sqRSXd9GcyJkM772XBastmLUPyocdHnCRhuVhbaQXPmxgTQbF6ED3N8Tzl",
    "guid": "https://www.facebook.com/saerzulkarnain/posts/pfbid09hHucV7sqRSXd9GcyJkM772XBastmLUPyocdHnCRhuVhbaQXPmxgTQbF6ED3N8Tzl",
    "pubDate": "2026-02-25T12:46:05.168885+00:00",
    "image": "https://scontent-sin6-1.xx.fbcdn.net/v/t39.30808-6/642742590_10164031868790767_314813628540051925_n.jpg?stp=dst-jpg_p526x296_tt6&_nc_cat=111&ccb=1-7&_nc_sid=7b2446&_nc_ohc=h9L9IHLlKxUQ7kNvwE3cg2l&_nc_oc=AdkCYeD_1ytamB4Euc4FOGHQKADwmGihBd4DysRDzpG6l3VXX0tDIVEq345hCees9cM&_nc_zt=23&_nc_ht=scontent-sin6-1.xx&_nc_gid=7QJJKUn6CEWG4cn-E-3orw&oh=00_AftUilwisR_xMDStgLBADH8vpyirY51bZUdI8I9Xvy96-A&oe=69A5E9C4"
  }
]